Repository: ahbarome/HRMS_7Cua
Catalog: HRMS/CAI_DAT/Common/Lang/LangResource.*.resx
Languages: ja_jp, vi_vn

# frmEmployee_tbProfile_blQuanHuyen
source: District
ja_jp: 区
vi_vn: Quận/huyện

# frmEmployee_tbProfile_grpEmployeeProfile
source: General Info
ja_jp: 一般情報
vi_vn: Thông tin chung

# frmEmployee_tbProfile_grpProfessional
source: Education
ja_jp: 学問
vi_vn: Học vấn

# frmEmployee_tbProfile_lblAddr
source: Address
ja_jp: 場所
vi_vn: Địa chỉ thường trú

# frmEmployee_tbProfile_lblBangCap
source: Degree
ja_jp: 学位
vi_vn: Bằng cấp

# frmEmployee_tbProfile_lblBangCap_CuNhan
source: Graduate
ja_jp: 学士
vi_vn: Cử nhân

# frmEmployee_tbProfile_lblBangCap_KySu
source: Engineer
ja_jp: 技術などの大学卒業
vi_vn: Kỹ sư

# frmEmployee_tbProfile_lblBangCap_ThacSy
source: MA degree
ja_jp: 修士
vi_vn: Thạc sỹ

# frmEmployee_tbProfile_lblBangCap_TienSy
source: PhD degree
ja_jp: 博士
vi_vn: Tiến sỹ

# frmEmployee_tbProfile_lblBangCap_TrungCap
source: Intermediate
ja_jp: 高等専門学校卒業
vi_vn: Trung cấp

# frmEmployee_tbProfile_lblBangCap_TuTai
source: High-school(12/12)
ja_jp: 高等学校卒業
vi_vn: Tú tài(12/12)

# frmEmployee_tbProfile_lblBHXH
source: Insurance ID
ja_jp: 社会保険簿番号
vi_vn: Số sổ BHXH

# frmEmployee_tbProfile_lblChungChi
source: Others
ja_jp: 他証明書
vi_vn: Chứng chỉ

# frmEmployee_tbProfile_lblCMND
source: Personal ID
ja_jp: 身分証明書番号
vi_vn: Số CMND

# frmEmployee_tbProfile_lblDanToc
source: Nation
ja_jp: 民族
vi_vn: Dân tộc

# frmEmployee_tbProfile_lblDateOfBHXH
source: Social insurance
ja_jp: 社会保険料納日付
vi_vn: Ngày đóng BHXH

# frmEmployee_tbProfile_lblDateOfBirth
source: Birthday
ja_jp: 生年月日
vi_vn: Ngày sinh

# frmEmployee_tbProfile_lblDateOfCMND
source: Date of issue
ja_jp: 受給日付
vi_vn: Ngày cấp CMND

# frmEmployee_tbProfile_lblEmail
source: Email
ja_jp: 電子メール

# frmEmployee_tbProfile_lblGioiTinh
source: sex
ja_jp: 性別
vi_vn: Giới tính

# frmEmployee_tbProfile_lblGioiTinh_Nam
source: Man
ja_jp: 男
vi_vn: Nam

# frmEmployee_tbProfile_lblGioiTinh_Nu
source: Woman
ja_jp: 女
vi_vn: Nữ

# frmEmployee_tbProfile_lblHoKhau
source: Population
ja_jp: 住民票
vi_vn: Hộ khẩu

# frmEmployee_tbProfile_lblHonNhan
source: Marital status
ja_jp: 婚姻
vi_vn: Hôn nhân

# frmEmployee_tbProfile_lblHonNhan_ChuaGD
source: Unmarried
ja_jp: 未婚
vi_vn: Độc thân

# frmEmployee_tbProfile_lblHonNhan_CoGD
source: Married
ja_jp: 既婚
vi_vn: Đã có gia đình

# frmEmployee_tbProfile_lblMaThe
source: Card ID
ja_jp: 社員コード
vi_vn: Mã thẻ

# frmEmployee_tbProfile_lblNganhHoc
source: Major
ja_jp: 専門
vi_vn: Ngành học

# frmEmployee_tbProfile_lblNgoaiNgu
source: Foreign lang.
ja_jp: 外語
vi_vn: Ngoại ngữ

# frmEmployee_tbProfile_lblNgoaiNgu_China
source: Chinese
ja_jp: 中国語
vi_vn: Tiếng Trung

# frmEmployee_tbProfile_lblNgoaiNgu_English
source: England
ja_jp: 英語
vi_vn: Tiếng Anh

# frmEmployee_tbProfile_lblNgoaiNgu_JP
source: Japanese
ja_jp: 日本語
vi_vn: Tiếng Nhật

# frmEmployee_tbProfile_lblNoiSinh
source: birthplace
ja_jp: 生まれ故郷
vi_vn: Nơi sinh

# frmEmployee_tbProfile_lblPhone
source: Phone number
ja_jp: 電話番号
vi_vn: Điện thoại

# frmEmployee_tbProfile_lblPhuongXa
source: Precinct
ja_jp: 村
vi_vn: Phường/xã

# frmEmployee_tbProfile_lblQuocTich
source: Nationality
ja_jp: 国籍
vi_vn: Quốc tịch

# frmEmployee_tbProfile_lblQuocTich_Han
source: Korea
ja_jp: 韓国
vi_vn: Hàn Quốc

# frmEmployee_tbProfile_lblQuocTich_JP
source: Japan
ja_jp: 日本
vi_vn: Nhật Bản

# frmEmployee_tbProfile_lblQuocTich_Lao
source: Laos
ja_jp: ラオス
vi_vn: Lào

# frmEmployee_tbProfile_lblQuocTich_Others
source: Other country
ja_jp: 他国
vi_vn: Các nước khác

# frmEmployee_tbProfile_lblQuocTich_ThaiLan
source: Thai
ja_jp: タイ
vi_vn: Thái Lan

# frmEmployee_tbProfile_lblQuocTich_TQ
source: China
ja_jp: 中国
vi_vn: Trung Quốc

# frmEmployee_tbProfile_lblTinHoc
source: IT degree
ja_jp: パソコン
vi_vn: Tin học

# frmEmployee_tbProfile_lblTinHoc_ChuaBiet
source: unknow
ja_jp: 使えない
vi_vn: Chưa biết

# frmEmployee_tbProfile_lblTinHoc_Coban
source: Basic
ja_jp: 基本
vi_vn: Cơ bản

# frmEmployee_tbProfile_lblTinHoc_ThanhThao
source: fluently
ja_jp: 熟達
vi_vn: Thành thạo

# frmEmployee_tbProfile_lblTonGiao
source: Religion
ja_jp: 宗教
vi_vn: Tôn giáo

# frmEmployee_tbProfile_lblTrinhDo_PhoThong
source: High-school
ja_jp: 高等普通
vi_vn: Phổ thông

# frmEmployee_tbProfile_lblTrinhDo_SauDaiHoc
source: Postgranduate
ja_jp: 大学院など
vi_vn: Sau đại học

# frmEmployee_tbProfile_lblTrinhDo_TrungCap
source: Intermediate
ja_jp: 専門職業
vi_vn: Trung Cấp

# frmEmployee_tbProfile_lblTrinhDoVanHoa
source: Education
ja_jp: 学問レベル
vi_vn: Trình độ văn hóa

# frmEmployee_tbSalary
source: Salary and recruitment
ja_jp: 給与・採用
vi_vn: Lương và tuyển dụng

# frmEmployee_tbSalary_bntCancle
source: Cancel
ja_jp: スキップ
vi_vn: Bỏ qua

# frmEmployee_tbSalary_bntClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmEmployee_tbSalary_bntSave
source: Save
ja_jp: はい
vi_vn: Đồng ý

# frmEmployee_tbSalary_grpAllowance
source: Allowances type
ja_jp: 手当種類
vi_vn: Các loại phụ cấp

# frmEmployee_tbSalary_grpAllowance_lblNgay
source: Date
ja_jp: １日当たり
vi_vn: /ngày

# frmEmployee_tbSalary_grpAllowance_lblPCAnTrua
source: Lunch allowance
ja_jp: 昼食手当
vi_vn: PC ăn trưa

# frmEmployee_tbSalary_grpAllowance_lblPCDocHai
source: Harmful allowance
ja_jp: 毒害手当
vi_vn: PC chức vụ

# frmEmployee_tbSalary_grpAllowance_lblPCTrachNhiem
source: Responsibility
ja_jp: 職位手当
vi_vn: PC nghề nghiệp

# frmEmployee_tbSalary_grpBasicSalary_bntChangeSalary
source: New salary
ja_jp: 新給レベル
vi_vn: Mức lương mới

# frmEmployee_tbSalary_grpBasicSalary_lblBasicSalary
source: Basic salary
ja_jp: 基本給料
vi_vn: Lương cơ bản

# frmEmployee_tbSalary_grpBasicSalary_lblNote
source: Note
ja_jp: 備考
vi_vn: Ghi chú

# frmEmployee_tbSalary_grpBasicSalary_lblQDS
source: Decide number
ja_jp: 決定番号
vi_vn: Quyết định số

# frmEmployee_tbSalary_grpHiringInfo
source: Information recruitment
ja_jp: 採用情報
vi_vn: Thông tin tuyển dụng

# frmEmployee_tbSalary_grpHiringInfo_lblHopDong
source: Contract
ja_jp: 契約
vi_vn: Hợp đồng

# frmEmployee_tbSalary_grpHiringInfo_lblHopDong_1Nam
source: 1 year
ja_jp: 一年間
vi_vn: 1 năm

# frmEmployee_tbSalary_grpHiringInfo_lblHopDong_2Nam
source: 2 year
ja_jp: 二年間
vi_vn: 2 năm

# frmEmployee_tbSalary_grpHiringInfo_lblHopDong_3Nam
source: 3 year
ja_jp: ３年間
vi_vn: 3 năm

# frmEmployee_tbSalary_grpHiringInfo_lblHopDong_6Thang
source: 6 month
ja_jp: 六ヶ月
vi_vn: 6 tháng

# frmEmployee_tbSalary_grpHiringInfo_lblHopDong_KhongThoiHan
source: none time-limit
ja_jp: 無期限
vi_vn: Không thời hạn

# frmEmployee_tbSalary_grpHiringInfo_lblHopDong_ThuViec
source: Trial
ja_jp: 試用
vi_vn: Thử việc

# frmEmployee_tbSalary_grpHiringInfo_lblNgayLamChinhThuc
source: Start date
ja_jp: 本採用日
vi_vn: Ngày làm chính thức

# frmEmployee_tbSalary_grpHiringInfo_lblNgayThuViec
source: Start date trial
ja_jp: 試用開始
vi_vn: Ngày thử việc

# frmEmployee_tbSalary_grpHiringInfo_lblNgayTuyenDung
source: Date recruit
ja_jp: 採用日付
vi_vn: Ngày tuyển

# frmEmployee_tbSalary_lblIssue
source: Date of issue
ja_jp: Ngày cấp
vi_vn: Ngày cấp

# frmEmployee_tbSalary_lvwSalaryHistory_BasicSalary
source: Basic salary
ja_jp: 基本給料
vi_vn: Lương cơ bản

# frmEmployee_tbSalary_lvwSalaryHistory_NgayThayDoi
source: Date modify
ja_jp: 変更日
vi_vn: Ngày thay đổi

# frmEmployee_tbSalary_vwSalaryHistory_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmEmployee_ThongTinKhac
source: Other information
ja_jp: 他の情報
vi_vn: Thông tin khác

# frmEmployee_UpdateE_Error_Messa1
source: Cardid is existed. Can't update this employee !
ja_jp: この社員コードが既に登録されています。この社員の更新ができませんでした。
vi_vn: Mã thẻ đã tồn tại! Không thể cập nhật nhân viên này!

# frmEmployee_UpdateE_Error_Messa2
source: Can't update this employee !
ja_jp: この社員の更新ができませんでした。
vi_vn: Không thể cập nhật nhân viên này!

# frmEmployee_UpdateE_Error_Messa3
source: Can't change salary develop of employee !
ja_jp: この社員の給料状況の変更ができませんでした。
vi_vn: Không thể thay đổi vào diễn biến lương của nhân viên!

# frmEmployee_UpdateE_Error_Messa4
source: Can't add change misision develop of this employee !
ja_jp: 社員の出張の変更ができませんでした。
vi_vn: Không thể thêm thay đổi vào quá trình công tác của nhân viên!

# frmEmployee_UpdateE_Error_Title1
source: Message
ja_jp: メッセジー
vi_vn: Thông báo

# frmEmployee_UpdateE_Thongbao_Messa
source: Update employee successfully !
ja_jp: 社員の更新が正常に完了しました。
vi_vn: Cập nhật nhân viên thành công!

# frmEmployee_UpdateE_Thongbao_Title
source: Update employee
ja_jp: 社員の更新
vi_vn: Cập nhật nhân viên

# frmEmployeeStatus_bntClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmEmployeeStatus_bntOption
source: Option
ja_jp: オプション
vi_vn: Tùy chọn

# frmEmployeeStatus_bntRefresh
source: Reload
ja_jp: 元に戻す
vi_vn: Nạp lại

# frmEmployeeStatus_GroupBox2
source: Statistic
ja_jp: 統計
vi_vn: Thống kê

# frmEmployeeStatus_GroupBox2_btnSearch
source: Search
ja_jp: Tìm kiếm
vi_vn: Tìm kiếm

# frmEmployeeStatus_GroupBox2_label6
source: Filter
ja_jp: Lọc
vi_vn: Lọc

# frmEmployeeStatus_GroupBox2_lblGoHome
source: Leave:
ja_jp: 退社
vi_vn: Về nhà:

# frmEmployeeStatus_GroupBox2_lblLate
source: Late:
ja_jp: 遅く出勤
vi_vn: Đi muộn:

# frmEmployeeStatus_GroupBox2_lblLate1
source: Absent :
ja_jp: Đi muộn
vi_vn: Đi muộn

# frmEmployeeStatus_GroupBox2_lblNhanVienDiCongTac
source: Assignment:
ja_jp: 出張人数
vi_vn: Công tác:

# frmEmployeeStatus_GroupBox2_lblNhanVienNghiPhep
source: Rest :
ja_jp: 休暇人数
vi_vn: Nghỉ :

# frmEmployeeStatus_GroupBox2_lblNhanVienVang
source: Absent:
ja_jp: 欠勤人数
vi_vn: Vắng mặt:

# frmEmployeeStatus_GroupBox2_lblTongNhanVien
source: Total:
ja_jp: 社員総数
vi_vn: Tổng số:

# frmEmployeeStatus_GroupBox2_lblWorking
source: Working:
ja_jp: 出勤中
vi_vn: Làm việc:

# frmEmployeeStatus_grpChonPhong
source: Select department
ja_jp: 部門選択
vi_vn: Chọn bộ phận

# frmEmployeeStatus_grpChonPhong_groupBox1
source: Option
ja_jp: Tùy chọn
vi_vn: Tùy chọn

# frmEmployeeStatus_grpChonPhong_lblChonPhong
source: Department
ja_jp: 部門名
vi_vn: Tên bộ phận

# frmEmployeeStatus_grpChonPhong_lblSearch
source: Search
ja_jp: 検索
vi_vn: Tìm kiếm

# frmEmployeeStatus_grpChonPhong_lblSort
source: Sort type
ja_jp: 表示
vi_vn: Sắp xếp

# frmEmployeeStatus_grpEmployee
source: List of employee
ja_jp: 社員リスト
vi_vn: Danh sách nhân viên

# frmEmployeeStatus_Text
source: Display employee status
ja_jp: 社員の状況検察
vi_vn: Theo dõi trạng thái nhân viên

# frmEmployeeStatus_ThongBao
source: Not have to employee
ja_jp: 社員がありません
vi_vn: Không có nhân viên nào!

# frmGroup_cmdAdd
source: Add>>
ja_jp: 追加
vi_vn: Thêm>>

# frmGroup_cmdBoQua
source: Leave
ja_jp: スキップ
vi_vn: Bỏ qua

# frmGroup_cmdCapNhat
source: Update
ja_jp: 更新
vi_vn: Cập nhật

# frmGroup_cmdClearAll
source: Uncheck
ja_jp: 取消
vi_vn: Bỏ chọn

# frmGroup_cmdDel
source: Delete<<
ja_jp: 削減
vi_vn: Bớt<<

# frmGroup_cmdDong
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmGroup_cmdSelectAll
source: check all
ja_jp: 全て選択
vi_vn: Chọn tất

# frmGroup_grbAccountInfo
source: Information account
ja_jp: アカウント情報
vi_vn: Thông tin tài khoản

# frmGroup_grbMemberShip
source: Member group
ja_jp: グループ内成員
vi_vn: Thành viên nhóm

# frmGroup_grbPermission
source: Roles
ja_jp: 権限
vi_vn: Các quyền

# frmGroup_lblMaNhom
source: Group ID
ja_jp: グループコード
vi_vn: Mã nhóm

# frmGroup_lblMember
source: Member
ja_jp: 成員
vi_vn: Thành viên

# frmGroup_lblMoTa
source: Description
ja_jp: 説明
vi_vn: Mô tả

# frmGroup_lblTenNhom
source: Group Name
ja_jp: グループ名
vi_vn: Tên nhóm

# frmGroup_lblUser
source: User
ja_jp: ユーザー
vi_vn: Người dùng

# frmGroup_SuaNhom_Loi_Messa
source: Please select group !
ja_jp: グループがまだ選択されていません
vi_vn: Bạn chưa chọn nhóm nào cả!

# frmGroup_SuaNhom_Loi_Title
source: Edit group
ja_jp: グループ修正
vi_vn: Sửa nhóm

# frmGroup_SuaNhom_ThongBao_Messa
source: Update group successfully !
ja_jp: グループの更新が正常に完了しました
vi_vn: Cập nhật nhóm thành công!

# frmGroup_Text1
source: Add new group
ja_jp: 新グループ追加
vi_vn: Thêm một nhóm mới

# frmGroup_Text2
source: Edit information group
ja_jp: グループ更新
vi_vn: Sửa thông tin nhóm

# frmGroup_Them_Error1_Title
source: Groupid exists in system !
ja_jp: グループコードがもう記録されています
vi_vn: Mã nhóm đã tồn tại trong hệ thống!

# frmGroup_Them_Error2_Title
source: Group name exists in system !
ja_jp: グループ名がもう記録されています
vi_vn: Tên nhóm đã tồn tại trong hệ thống

# frmGroup_Them_Loi_Messa
source: Please input groupid !
ja_jp: グループコードがまだ入力されていません
vi_vn: Bạn chưa nhập mã nhóm

# frmGroup_Them_Loi_Title
source: Add new group
ja_jp: 新グループ追加
vi_vn: Thêm nhóm mới

# frmGroup_Them_Thongbao_Messa
source: Add group successfully !
ja_jp: 新グループの追加が正常に完了しました
vi_vn: Thêm nhóm mới thành công!

# frmGroup_Them_Thongbao_Title
source: Add new group
ja_jp: グループ追加
vi_vn: Thêm nhóm mới

# frmGroup_Update_Error1
source: Update group
ja_jp: グループ更新
vi_vn: Cập nhật nhóm

# frmGroup_Update_Error1_Messa
source: Can't update user for this group !
ja_jp: グループにユーザーを更新できません
vi_vn: Không thể cập nhật người dùng cho nhóm này!

# frmGroup_Update_Error1_Messa1
source: Can't delete role manage system of admin. This role is existed yet !
ja_jp: Adminグループのシステム管理権が削除されなくて、いつも存在必要です。
vi_vn: Không thể bỏ quyền quản trị hệ thống của nhóm admin. Quyền này vẫn sẽ tồn tại.

# frmGroup_Update_Error1_Messa2
source: Can't update role for this group !
ja_jp: このグループの権限を更新できませんでした
vi_vn: Không thể cập nhật quyền cho nhóm này!

# frmGroup_Update_Error1_Messa3
source: Please input group name !
ja_jp: グループ名が入力していません
vi_vn: Bạn chưa nhập tên nhóm

# frmGroup_Update_Error1_Messa4
source: Can't change group for user to admin !
ja_jp: adminとするユーザーのグループの変更ができません
vi_vn: Không thể chuyển nhóm cho user là admin!

# frmGroup_Update_Error1_Messa5
source: Can't change group admin leave to system !
ja_jp: Adminグループよりadminの移動ができません
vi_vn: Không thể chuyển admin ra khỏi nhóm admin!

# frmGroup_XoaNhom_CanhBao_Messa
source: This group exists user! Please delete user before delete group !
ja_jp: このグループにはユーザーが存在しています。グループを削除する前にグループ内の全ユーザーを削除してください。
vi_vn: Nhóm này vẫn tồn tại người dùng! Hãy xó hết người dùng trước khi xóa nhóm!

# frmGroup_XoaNhom_Loi_Messa
source: Please select group !
ja_jp: グループがまだ選択されていません
vi_vn: Bạn chưa chọn nhóm nào cả!

# frmGroup_XoaNhom_Loi_Title
source: Delete group
ja_jp: グループ削除
vi_vn: Xóa nhóm

# frmGroup_XoaNhom_ThongBao1_Messa
source: Do you want delete this group ?
ja_jp: 確かにこのグループを削除したいですか
vi_vn: Bạn có thực sự muốn xóa nhóm này ?

# frmGroup_XoaNhom_ThongBao2_Messa
source: Delete group successfully
ja_jp: Xóa nhóm thành công!
vi_vn: Xóa nhóm thành công!

# frmListContract_btnAdd
source: Add
ja_jp: 追加
vi_vn: Thêm

# frmListContract_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmListContract_btnDelete
source: Delete
ja_jp: 削除
vi_vn: Xóa

# frmListContract_btnUpdate
source: Edit
ja_jp: 修正
vi_vn: Sửa

# frmListContract_groupbox1
source: Contact type list
ja_jp: 契約種類類リスト
vi_vn: Danh sách các loại hợp đồng

# frmListContract_lvwContract_Note
source: Note
ja_jp: 備考
vi_vn: Ghi chú

# frmListContract_lvwContract_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmListContract_lvwContract_TenHopDong
source: Contact name
ja_jp: 契約種類類
vi_vn: Tên hợp đồng

# frmListContract_Sua_Messa1
source: Bạn chưa chọn kiểu hợp đồng cần sửa!
ja_jp: 修正したい契約種類が選択されていません

# frmListContract_Sua_Title
source: Edit kiểu hợp đồng
ja_jp: 契約種類修正
vi_vn: Sửa kiểu hợp đồng

# frmListContract_Text
source: Thống kê các loại hợp đồng
ja_jp: 契約種類類統計

# frmListContract_Xoa_Messa1
source: Bạn chưa chọn kiểu hợp đồng nào!
ja_jp: 契約種類が選択されていません

# frmListContract_Xoa_Messa2
source: Bạn có chắc muốn xóa kiểu hợp đồng này không?
ja_jp: 確かにこの契約種類を削除したいですか？

# frmListContract_Xoa_Messa3
source: Kiểu hợp đồng đã được xóa khỏi cơ sở dữ liệu!
ja_jp: 選択した契約種類がデータベースより完全に削除されました

# frmListContract_Xoa_Messa4
source: Kiểu hợp đồng này vấn tồn tại nhân viên đang được ký!
ja_jp: この採用契約種類には社員が存在しています

# frmListContract_Xoa_Messa5
source: Can not delete
ja_jp: この採用契約種類はデータベースより削除できませんでした
vi_vn: Không thể xóa kiểu hợp đồng này khỏi cơ sở dữ liệu!

# frmListContract_Xoa_Title
source: Delete contact type
ja_jp: 契約種類削除
vi_vn: Xóa kiểu hợp đồng

# frmListDayType_bntAdd
source: Add
ja_jp: 追加
vi_vn: Thêm

# frmListDayType_bntClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmListDayType_bntDelete
source: Delete
ja_jp: 削除
vi_vn: Xóa

# frmListDayType_bntHelp
source: Help
ja_jp: ヘルプ
vi_vn: Trợ giúp

# frmListDayType_bntUpDate
source: Edit
ja_jp: 修正
vi_vn: Sửa

# frmListDayType_GroupBox1
source: Non-working day types list
ja_jp: 休暇別リスト
vi_vn: Danh sách kiểu ngày nghỉ

# frmListDayType_lvwDayType_HeSoNgay
source: Coefficient Day
ja_jp: 有給区分
vi_vn: Hệ số ngày

# frmListDayType_lvwDayType_KyHieuNgay
source: Day symbol
ja_jp: 省略名

# frmListDayType_lvwDayType_SoNgayNghi
source: Non-working days total
ja_jp: 休暇日数
vi_vn: Số ngày nghỉ

# frmListDayType_lvwDayType_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmListDayType_lvwDayType_TenKieuNgay
source: Day type name
ja_jp: 休暇種類
vi_vn: Tên kiểu ngày

# frmListDayType_Text
source: Non-Working day
ja_jp: 休暇別統計
vi_vn: Thống kê kiểu ngày nghỉ

# frmListDep_Delete_Error_Messa
source: Update database error !
ja_jp: データベースの更新トラブル
vi_vn: Lỗi cập nhật cơ sở dữ liệu!

# frmListDep_Delete_Error_Messa1
source: Please select department !
ja_jp: 部課がまだ選択されていません
vi_vn: Bạn chưa chọn phòng ban nào!

# frmListDep_Delete_Error_Messa2
source: Please select department to delete !
ja_jp: 削除したい部課がまだ選択されていません
vi_vn: Bạn chưa chọn phòng ban nào để xóa!

# frmListDep_Delete_Error_Messa3
source: This is department source, you can't delete this department !
ja_jp: この部・課は本部の部課ので、削除できませんでした。
vi_vn: Đây là phòng ban gốc, bạn không thể xóa phòng ban này!

# frmListDep_Delete_Error_Messa4
source: Are you sure delete this department ?
ja_jp: 確かに、「。。。」の部課を削除ですか？
vi_vn: Bạn có chắc muốn xóa phòng

# frmListDep_Delete_ThongBao_Messa
source: Delete department successfully !
ja_jp: 部課の削除が正常に完了しました。
vi_vn: Xóa phòng ban thành công!

# frmListDep_Delete_ThongBao_Messa1
source: This department have child departments or it is existed eployee !
ja_jp: この部課には子部課か社員がまだ存在しています。
vi_vn: Phòng ban này có phòng ban con, hoặc vẫn còn nhân viên trong phòng ban này!

# frmListDep_Delete_ThongBao_Title
source: Delete department
ja_jp: 部課の削除
vi_vn: Xóa phòng ban

# frmListDep_Delete_title
source: Delete department
ja_jp: 部課の削除
vi_vn: Xóa phòng ban

# frmListDep_Sua_ThongBao_Title
source: Edit department
ja_jp: 部課の修正
vi_vn: Sửa phòng ban

# frmListDep_Them_ThongBao_Title
source: Add department
ja_jp: 部課の追加
vi_vn: Thêm phòng

# frmListDeparment_Delete_CanhBao_Messa
source: Are you sure delete this department
ja_jp: 確かに「 」部門を削除したいですか？
vi_vn: Bạn có chắc muốn xóa phòng này không?

# frmListDeparment_Delete_CanhBao_Title
source: Delete department
ja_jp: 部課削除
vi_vn: Xóa phòng

# frmListDeparment_Delete_Error_Messa1
source: Please select department to delete !
ja_jp: 削除したい部課が選択されていません
vi_vn: Bạn chưa chọn phòng ban nào để xóa!

# frmListDeparment_Delete_Error_Messa2
source: This department have child department or it is existed employee !
ja_jp: この部課は子部課か社員がまだ存在しています
vi_vn: Phòng ban này vẫn còn phòng ban con, hoặc vẫn còn nhân viên trong phòng ban này!

# frmListDeparment_Delete_Error_Title1
source: Delete department
ja_jp: 部課削除
vi_vn: Xóa phòng ban

# frmListDeparment_Delete_Error_Title2
source: Error update database
ja_jp: データバース更新トラブル
vi_vn: Lỗi cập nhật cơ sở dữ liệu

# frmListDeparment_Delete_ThongBao_Messa
source: Delete department successfully
ja_jp: 部課の削除が完了しました
vi_vn: Xóa phòng ban thành công!

# frmListDeparment_Delete_ThongBao_Title
source: Delete department
ja_jp: 部課削除
vi_vn: Xóa phòng ban

# frmListDepartment_bntAddNew
source: Add
ja_jp: 追加
vi_vn: Thêm

# frmListDepartment_bntClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmListDepartment_bntDelete
source: Delete
ja_jp: 削除
vi_vn: Xóa

# frmListDepartment_bntUpDate
source: Edit
ja_jp: 修正
vi_vn: Sửa

# frmListDepartment_GroupBox1
source: Department List
ja_jp: 部課リスト
vi_vn: Danh sách phòng ban

# frmListDepartment_Text
source: Manage department
ja_jp: 部課管理
vi_vn: Quản lý phòng ban, bộ phận

# frmliste_text
source: List of employee
ja_jp: 社員一覧
vi_vn: Danh sách nhân viên

# frmliste_text1
source: Total Employees :
ja_jp: 一覧の総人数 :
vi_vn: Tổng số nhân viên trong danh sách :

# frmListEm_DeleteE_Messa
source: Are you sure delete this employee !
ja_jp: かに社員を削除ですか
vi_vn: Bạn có chắc chắn xóa nhân viên

# frmListEm_DeleteE_Messa1
source: Delete employee successfully !
ja_jp: 社員がデータベースより正常に削除されました
vi_vn: Nhân viên đã được xóa khỏi cơ sở dữ liệu!

# frmListEm_DeleteE_Messa2
source: Can't delete employee !
ja_jp: 社員がデータベースより削除できません
vi_vn: Không thể xóa nhân viên khỏi cơ sở dữ liệu!

# frmListEm_DeleteE_Messa3
source: Please select employee !
ja_jp: 社員がまだ選択されていません
vi_vn: Bạn chưa chọn nhân viên nào!

# frmListEm_DeleteE_Title
source: Delete employee
ja_jp: 社員削除
vi_vn: Xóa nhân viên

# frmListEm_KhoiPhucE_Messa
source: Are you sure restore employee ?
ja_jp: 確かに社員を元にもどりますか
vi_vn: Bạn có chắc muốn khôi phục nhân viên

# frmListEm_KhoiPhucE_Messa1
source: Employee has been restore !
ja_jp: 社員が元に戻りました
vi_vn: Nhân viên đã được khôi phục!

# frmListEm_KhoiPhucE_Messa2
source: Can't restore employee !
ja_jp: 社員の元に戻りができません
vi_vn: Không thể khôi phục nhân viên!

# frmListEm_KhoiPhucE_Title
source: Restore employee
ja_jp: 社員の元に戻り
vi_vn: Khôi phục nhân viên

# frmListEm_ThoiViecE_Messa
source: Are you sure stop-work employee ?
ja_jp: 確かに、この社員を退社させますか '
vi_vn: Bạn có chắc cho thôi việc nhân viên '

# frmListEm_ThoiViecE_Messa1
source: This employee hasbeen stop-work successfully !
ja_jp: 確かに、この社員を退社させますか？
vi_vn: Nhân viên này đã được cho thôi việc!

# frmListEm_ThoiViecE_Messa2
source: Can't stop-work this employee !
ja_jp: この社員が退社できません
vi_vn: Không thể cho thôi việc nhân viên này!

# frmListEm_ThoiViecE_Title
source: Stop work employee
ja_jp: 社員退社
vi_vn: Thôi việc nhân viên

# frmListEm_ThoiViecE_Title1
source: Message
ja_jp: メッセジー
vi_vn: Thông báo

# frmListEm_UpdateE_Messa
source: Please select employee !
ja_jp: 社員名がまだ選択されていません
vi_vn: Bạn chưa chọn nhân viên nào!

# frmListEm_UpdateE_Title
source: Edit employee
ja_jp: 社員修正
vi_vn: Sửa nhân viên!

# frmListEm_XuatExcel_Error
source: Export to Excel error !
ja_jp: Excelファイルに出力の途中にトラブルが発生しました
vi_vn: Có lỗi xảy ra khi xuất dữ liệu ra file Excel!

# frmListEm_XuatExcel_Error_Title
source: Export to Excel
ja_jp: Excelファイルに出力
vi_vn: Xuất Excel

# frmListEmployee_bntAdd
source: Add
ja_jp: 追加
vi_vn: Thêm mới

# frmListEmployee_bntClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmListEmployee_bntDelete
source: Dismiss
ja_jp: 削除
vi_vn: Thôi việc

# frmListEmployee_bntDeletedEmployee
source: List of left workers
ja_jp: 退社済み社員リスト
vi_vn: Danh sách nhân viên nghỉ

# frmListEmployee_bntEdit
source: Edit
ja_jp: 修正
vi_vn: Sửa

# frmListEmployee_bntExcel
source: Export to Excel
ja_jp: Excel
vi_vn: Xuất Excel

# frmListEmployee_bntSearch
source: Search
ja_jp: 検索
vi_vn: Tìm kiếm

# frmListEmployee_Edit_ThongBao_Messa
source: Up date user successfully !
ja_jp: 社員の更新が正常に完了しました
vi_vn: Cập nhật nhân viên thành công!

# frmListEmployee_Edit_ThongBao_Title
source: Message
ja_jp: メッセージ
vi_vn: Thông báo

# frmListEmployee_Excel_frmMessa
source: Export to Excell
ja_jp: Excelファイルに出力しています
vi_vn: Xuất danh sách ra file Excel...

# frmListEmployee_kinhnghiem
source: Experience
ja_jp: Kinh nghiệm
vi_vn: Kinh nghiệm

# frmListEmployee_lblDepartment
source: Departments
ja_jp: 部門リスト
vi_vn: Danh sách các đơn vị

# frmListEmployee_lblEmployee
source: Total number of employee in list
ja_jp: リスト内の社員集合
vi_vn: Tổng số nhân viên trong danh sách

# frmListEmployee_lvwEmployee_Addr
source: Address
ja_jp: 場所
vi_vn: Địa chỉ thường trú

# frmListEmployee_lvwEmployee_BasicSalary
source: Basic salary
ja_jp: 基本給料
vi_vn: Lương cơ bản

# frmListEmployee_lvwEmployee_BHXH
source: Insurance ID
ja_jp: 社会保険簿番号
vi_vn: Số sổ BHXH

# frmListEmployee_lvwEmployee_City
source: City
ja_jp: 県・都市
vi_vn: Tỉnh/thành phố

# frmListEmployee_lvwEmployee_DateOfBirth
source: Birthday
ja_jp: 生年月日
vi_vn: Ngày sinh

# frmListEmployee_lvwEmployee_Department
source: Department
ja_jp: 部門
vi_vn: Bộ phận

# frmListEmployee_lvwEmployee_GioiTinh
source: sex
ja_jp: 性別
vi_vn: Giới tính

# frmListEmployee_lvwEmployee_MaThe
source: Card ID
ja_jp: 社員コード
vi_vn: Mã thẻ

# frmListEmployee_lvwEmployee_NgayChinhThuc
source: Start date
ja_jp: 本採用日
vi_vn: Ngày chính thức
