Repository: ahbarome/HRMS_7Cua
Catalog: HRMS/CAI_DAT/Common/Lang/LangResource.*.resx
Languages: ja_jp, vi_vn

# frmListShift_Text
source: Danh sách ca làm việc
ja_jp: 交替勤務リスト

# frmLogin_cmdDangNhap
source: Login
ja_jp: ログイン
vi_vn: Đăng nhập

# frmLogin_cmdThoat
source: Leave
ja_jp: 完了
vi_vn: Bỏ qua

# frmLogin_Error1_Messa
source: Can't connect database !
ja_jp: データベースに接続できませんでした
vi_vn: Không thể kết nối với CSDL!

# frmLogin_Error1_Title
source: Error login
ja_jp: ログイントラブル
vi_vn: Lỗi đăng nhập

# frmLogin_Error2_Messa
source: This user not exists in system !
ja_jp: このユーザーがまだ登録されていません
vi_vn: Người dùng này chưa tồn tại trong hệ thống!

# frmLogin_Error3_Messa
source: Password not valid !
ja_jp: パスワードが正しい形式でわありませんでした
vi_vn: Mật khẩu không hợp lệ!

# frmLogin_lblMatKhau
source: Password
ja_jp: パスワード
vi_vn: Mật khẩu

# frmLogin_lblTenDangNhap
source: User Name
ja_jp: ログイン名
vi_vn: Tên đăng nhập

# frmLogin_Loi_KhongTheDangNhapHeThong
source: Cannot login to system !
ja_jp: システムにログインできませんでした！
vi_vn: Không thể đăng nhập hệ thống!

# frmLogin_Loi_MatKhauKhongHopLe
source: Passwork not valid !
ja_jp: Mật khẩu không hợp lệ
vi_vn: Mật khẩu không hợp lệ!

# frmLunch_AddLunch_ThongBao
source: Không thể thêm đăng ký ăn trưa !
ja_jp: 昼食登録の追加ができませんでした

# frmLunch_AddLunch_Title
source: Đăng ký ăn trưa
ja_jp: 昼食追加

# frmLunch_btnClearAll
source: Uncheck
ja_jp: 取り消し
vi_vn: Bỏ chọn

# frmLunch_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmLunch_btnSaoChep
source: Sao chép..
ja_jp: コピー

# frmLunch_btnSearch
source: Search
ja_jp: 検索
vi_vn: Tìm kiếm

# frmLunch_btnSelectAll
source: check all
ja_jp: 全て選択
vi_vn: Chọn tất

# frmLunch_btnSet
source: Establish
ja_jp: 設定
vi_vn: Thiết lập

# frmLunch_groupbox1
source: Danh sách đăng ký ăn trưa
ja_jp: 昼食登録リスト

# frmLunch_groupbox2
source: Department List
ja_jp: 部課リスト
vi_vn: Danh sách phòng ban

# frmLunch_groupbox3
source: Mức ăn trưa
ja_jp: １日当たりの昼食費

# frmLunch_groupbox4
source: Ngày
ja_jp: 日付

# frmLunch_lblTotalEm1
source: Total number of employee
ja_jp: 全社員数
vi_vn: Số nhân viên:

# frmLunch_lblTotalLunch1
source: Số ăn trưa:
ja_jp: 昼食社員の総数

# frmLunch_lblTotalLunchMoney
source: Số tiền:
ja_jp: 昼食費合計

# frmLunch_lvwLunchBoPhan
source: Deparment
ja_jp: 部課
vi_vn: Bộ phận

# frmLunch_lvwLunchMAT
source: Mức ăn trưa
ja_jp: １日当たりの昼食費

# frmLunch_lvwLunchMaThe
source: Card ID
ja_jp: 社員コード
vi_vn: Mã thẻ

# frmLunch_lvwLunchSTT
source: No.
ja_jp: 順序
vi_vn: STT

# frmLunch_lvwLunchTenNV
source: Employee name
ja_jp: 社員名
vi_vn: Tên nhân viên

# frmLunch_Messa1
source: Không có nhân viên nào được chọn !
ja_jp: 社員が選択されていません
vi_vn: Vui lòng chọn ít nhất 1 nhân viên để thực hiện thiết lập!

# frmLunch_Messa2
source: Chưa nhập số tiền !
ja_jp: １日当たりの昼食費がまだ入力されていません

# frmLunch_Messa3
source: Số tiền phải lớn hơn 0 !
ja_jp: １日当たりの昼食費が必ずゼロより高いです

# frmLunch_Messa4
source: Số tiền nhập vào không hợp lệ !
ja_jp: 入力した１日当たりの昼食費が形式正しいではありませんでした

# frmLunch_Messa5
source: Thông báo
ja_jp: メッセージ

# frmLunch_Messa6
source: Không có nhân viên nào được chọn !
ja_jp: 社員が選択されていません

# frmLunch_Messa7
source: Chưa thiết lập ăn trưa !
ja_jp: 昼食が設定されていません

# frmLunch_Messa8
source: Sao chép dữ liệu đăng ký ăn trưa bị hủy bỏ !
ja_jp: 昼食登録データのコピーが取り消されました

# frmLunch_SetLunch_ThongBao
source: Có lỗi xảy ra khi cập nhật dữ liệu ăn trưa !
ja_jp: 昼食データを更新している中にはトラブルが発生しました

# frmLunch_SetLunch_ThongBao1
source: Thiết lập ăn trưa thành công !
ja_jp: 昼食設定が正常に完了しました

# frmLunch_SetLunch_Title
source: Thiết lập ăn trưa
ja_jp: 昼食設定

# frmLunch_Text
source: Thiết lập ăn trưa
ja_jp: 昼食設定

# frmLunch_Text1
source: Chưa thiết lập
ja_jp: 未設定

# frmLunch_Text2
source: Total number of employee
ja_jp: 総人数
vi_vn: Tổng số nhân viên :

# frmLunch_txtSearch
source: Input keyworks
ja_jp: 検索したい情報入力
vi_vn: Nhập chuỗi tìm kiếm

# frmMain_MessaThem
source: Bạn có thật sự muốn thoát khỏi chương trình ?
ja_jp: 確かに、プログラムより完了しますか？

# frmMain_MessaThem1
source: Thoát khỏi chương trình
ja_jp: 完了

# frmMain_MessaThem2
source: Thanh toán tiền phép...
ja_jp: 有給休暇買取金額支払...

# frmMain_MessaThem3
source: Quản lý BHYT- BHXH
ja_jp: 健康保険・社会保険管理...

# frmMain_MessaThem4
source: Thay đổi mật khẩu...
ja_jp: パスワード変更...

# frmMain_mmnuDefinition
source: Define
ja_jp: 定義
vi_vn: Định nghĩa

# frmMain_mmnuDefinition_mnuContract
source: Define contract type...
ja_jp: 契約種類定義
vi_vn: Định nghĩa loại hợp đồng...

# frmMain_mmnuDefinition_mnuDayType
source: Define day type...
ja_jp: カレンダー定義
vi_vn: Định nghĩa kiểu ngày...

# frmMain_mmnuDefinition_mnuPunish
source: Define funish card...
ja_jp: 処罰カード定義
vi_vn: Định nghĩa thẻ phạt...

# frmMain_mmnuDefinition_mnuShift
source: Define working shift
ja_jp: 交替勤務定義
vi_vn: Định nghĩa ca làm việc...

# frmMain_mmnuHelp
source: Help
ja_jp: ヘルプ
vi_vn: Trợ giúp

# frmMain_mmnuHelp_mnuAbout
source: about program...
ja_jp: レイヤー
vi_vn: Về chương trình...

# frmMain_mmnuHelp_mnuHelp
source: Use help...
ja_jp: 取り扱い説明
vi_vn: Hướng dẫn sử dụng...

# frmMain_mmnuHuman
source: Employees
ja_jp: 人事
vi_vn: Nhân sự

# frmMain_mmnuHuman_mnuEmployeeProfile
source: Manager employee...
ja_jp: プロファイル管理
vi_vn: Quản lý hồ sơ...

# frmMain_mmnuHuman_mnuEmployeeStatus
source: Check status...
ja_jp: 状態検察
vi_vn: Kiểm soát trạng thái...

# frmMain_mmnuHuman_mnuInOut
source: Manage in out...
ja_jp: 出退社管理
vi_vn: Quản lý vào ra...

# frmMain_mmnuHuman_mnuOrganization
source: Manage department...
ja_jp: 部課管理
vi_vn: Quản lý phòng ban...

# frmMain_mmnuHuman_mnuPosition
source: manage post...
ja_jp: 職位管理
vi_vn: Quản lý chức vụ...

# frmMain_mmnuOption
source: Option
ja_jp: オプション
vi_vn: Tùy chọn

# frmMain_mmnuOption_mnuDisplay
source: Display
ja_jp: 表示
vi_vn: Hiển thị

# frmMain_mmnuOption_mnuLanguage
source: Language
ja_jp: 言語
vi_vn: Ngôn ngữ

# frmMain_mmnuOption_mnuLanguage_mnuEnglish
source: English
ja_jp: 英語

# frmMain_mmnuOption_mnuLanguage_mnuJapanese
source: Japanese
ja_jp: 日本語

# frmMain_mmnuOption_mnuLanguage_mnuVietNamese
source: VietNamese
ja_jp: ベトナム語
vi_vn: Tiếng Việt

# frmMain_mmnuOption_mnuPreference
source: Setting...
ja_jp: パラメーター設定
vi_vn: Thiết lập thông số...

# frmMain_mmnuOption_mnuSearch
source: Search...
ja_jp: 検索
vi_vn: Tìm kiếm...

# frmMain_mmnuRegistration
source: Register
ja_jp: 登録
vi_vn: Đăng ký

# frmMain_mmnuRegistration_mnuLeaveShedule
source: Working schedule...
ja_jp: 出張スケジュール
vi_vn: Lịch công tác...

# frmMain_mmnuRegistration_mnuListPunish
source: Punish card...
ja_jp: 処罰カード
vi_vn: Thẻ phạt...

# frmMain_mmnuRegistration_mnuOverTime
source: working more(hour)
ja_jp: 残業
vi_vn: Làm thêm giờ...

# frmMain_mmnuRegistration_mnuRest
source: Employee rest...
ja_jp: 休暇
vi_vn: Nhân viên nghỉ...

# frmMain_mmnuRegistration_mnuWorkingTime
source: Work schedule...
ja_jp: スケジュール
vi_vn: Lịch làm việc...

# frmMain_mmnuReport
source: Report
ja_jp: 報告
vi_vn: Báo cáo

# frmMain_mmnuReport_mnuListReport
source: List report...
ja_jp: 報告リスト
vi_vn: Danh sách báo cáo...

# frmMain_mmnuSalary
source: Salary
ja_jp: 給料計算
vi_vn: Tính lương

# frmMain_mmnuSalary_mnuCalculateSalary
source: Table monthly salary
ja_jp: 当月給与明細表
vi_vn: Bảng lương tháng...

# frmMain_mmnuSalary_mnuTimeSheet
source: Table check month detail...
ja_jp: 当月勤怠明細表
vi_vn: Bảng chấm công chi tiết tháng...

# frmMain_mmnuSystem
source: System
ja_jp: システム
vi_vn: Hệ thống

# frmMain_mmnuSystem_mnuAdmin
source: Manage user...
ja_jp: ユーザー管理
vi_vn: Quản trị người dùng...

# frmMain_mmnuSystem_mnuBachup
source: Backup data...
ja_jp: データコピー・保存
vi_vn: Sao lưu dữ liệu...

# frmMain_mmnuSystem_mnuBachupAll
source: Backup database...
ja_jp: データコピー・保存
vi_vn: Sao lưu tất cả dữ liệu...

# frmMain_mmnuSystem_mnuBachupInMonth
source: Backup data in month...
ja_jp: データコピー・保存.
vi_vn: Sao lưu dữ liệu theo tháng...

# frmMain_mmnuSystem_mnuChangePass
source: Change passwor
ja_jp: Thay đổi mật khẩu
vi_vn: Thay đổi mật khẩu...

# frmMain_mmnuSystem_mnuExit
source: Exit
ja_jp: 完了
vi_vn: Thoát

# frmMain_mmnuSystem_mnuLogin
source: Login...
ja_jp: ログイン
vi_vn: Đăng nhập...

# frmMain_mmnuSystem_mnuLogout
source: Logout...
ja_jp: ログアウト
vi_vn: Đăng xuất...

# frmMain_mmnuSystem_mnuRestore
source: Restore data...
ja_jp: 元に戻す
vi_vn: Khôi phục dữ liệu...

# frmMain_mmnuSystem_mnuRestoreAll
source: Restore database...
ja_jp: 元に戻す
vi_vn: Khôi phục tất cả dữ liệu...

# frmMain_mmnuSystem_mnuRestoreInMonth
source: Restore data in month...
ja_jp: 元に戻す
vi_vn: Khôi phục dữ liệu theo tháng...

# frmMain_mmnuWindows
source: Window
ja_jp: ウインドウ
vi_vn: Cửa sổ

# frmMain_mmnuWindows_mnuCuaSoDoc
source: Theo chiều dọc
ja_jp: 縦

# frmMain_mmnuWindows_mnuCuaSoDong
source: Close all
ja_jp: 全て閉じる
vi_vn: Đóng tất cả

# frmMain_mmnuWindows_mnuCuaSoNgang
source: Theo chiều ngang
ja_jp: 横

# frmMain_mmnuWindows_mnuCuaSoTang
source: Theo tầng
ja_jp: レイヤー

# frmMain_Name
source: Human resources management system
ja_jp: 人事管理システム
vi_vn: Hệ thống quản lý nhân sự

# frmMain_StaCompany
source: limited liability company Estelle Viet Nam
ja_jp: ベトナムエステール有限会社
vi_vn: Công ty TNHH phần mềm Estelle Việt Nam

# frmMain_staState1
source: Starting...
ja_jp: (null)
vi_vn: Đang khởi tạo...

# frmMain_StaState2
source: Ready
ja_jp: Sắn sàng
vi_vn: Sẵn sàng

# frmMain_StaUser
source: Not login
ja_jp: (null)
vi_vn: Chưa đăng nhập

# frmMain_tbbDangNhap
source: Login
ja_jp: ログイン
vi_vn: Đăng nhập

# frmMain_tbbExit
source: Exit
ja_jp: 完了
vi_vn: Thoát

# frmMain_tbbHelp
source: Help
ja_jp: ヘルプ
vi_vn: Trợ giúp

# frmMain_tbblManage
source: Human resources
ja_jp: 人事
vi_vn: Nhân sự

# frmMain_tbbLunch
source: Lunch
ja_jp: 昼食
vi_vn: Ăn trưa

# frmMain_tbbReport
source: Report
ja_jp: 報告
vi_vn: Báo cáo

# frmMain_tbbSalary
source: Payroll
ja_jp: 給与明細表
vi_vn: Bảng lương

# frmMain_tbbSetting
source: Option
ja_jp: 設定
vi_vn: Thiết lập

# frmMain_tbbStatus
source: Monitor
ja_jp: 照会
vi_vn: Theo dõi

# frmMain_tbbTimeSheet
source: Timekeeping
ja_jp: 勤怠
vi_vn: Chấm công

# frmMian_mmnuRegistration_mnuLunch
source: Lunch...
ja_jp: 昼食
vi_vn: Ăn trưa...

# frmPosition_Add_CanhBao_Messa
source: Position name or abbreviate name exists in system
ja_jp: 職位か省略名が既に登録されています
vi_vn: Chức vụ hoặc tên viết tắt chức vụ đã tồn tại trong hệ thống!

# frmPosition_Add_CanhBao_Title
source: Message
ja_jp: メッセージ
vi_vn: Thông báo

# frmPosition_Add_Error_Messa1
source: Please input position name !
ja_jp: 職位がまだ入力されていません
vi_vn: Bạn chưa nhập tên chức vụ!

# frmPosition_Add_Error_Messa2
source: Please input abbreviate name !
ja_jp: 省略名がまだ入力されていません
vi_vn: Bạn chưa nhập tên viết tắt!

# frmPosition_Add_Error_Title1
source: Error input !
ja_jp: データ入力トラブル
vi_vn: Lỗi nhập dữ liệu

# frmPosition_Add_Error_Title2
source: Error input !
ja_jp: データ入力トラブル
vi_vn: Lỗi nhập dữ liệu

# frmPosition_Add_ThongBao_Messa
source: Add position successfully
ja_jp: 職位の追加が完了しました
vi_vn: Thêm chức vụ thành công!

# frmPosition_Add_ThongBao_Title
source: Message
ja_jp: メッセージ
vi_vn: Thông báo

# frmPosition_bntClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmPosition_bntOK
source: Accept
ja_jp: はい
vi_vn: Đồng ý

# frmPosition_GroupBox1
source: Position info
ja_jp: 職位情報
vi_vn: Thông tin chức vụ

# frmPosition_GroupBox1_lblDecription
source: Description
ja_jp: 説明
vi_vn: Mô tả

# frmPosition_GroupBox1_lblPositionName
source: Name positon
ja_jp: 職位
vi_vn: Tên chức vụ

# frmPosition_GroupBox1_lblPositionSortName
source: Abbreviate name
ja_jp: 省略名
vi_vn: Tên viết tắt

# frmPosition_Text1
source: Manage positon
ja_jp: 職位管理
vi_vn: Quản lý chức vụ

# frmPosition_Text2
source: Add new position
ja_jp: 新職位追加
vi_vn: Thêm một chức vụ mới

# frmPosition_Text3
source: Edit position
ja_jp: 職位情報修正
vi_vn: Sửa chức vụ

# frmPosition_Text31
source: Edit thông tin chức vụ
ja_jp: 職位情報の修正
vi_vn: Sửa thông tin chức vụ

# frmPosition_UpDate_Error_Messa
source: Please select position !
ja_jp: 職位がまだ選択されていません
vi_vn: Bạn chưa chọn chức vụ nào!

# frmPosition_UpDate_Error_Title
source: Message
ja_jp: メッセージ
vi_vn: Thông báo

# frmPosition_UpDate_ThongBao_Messa
source: Update position successfully !
ja_jp: 職位の更新が完了しました
vi_vn: Cập nhật chức vụ thành công!

# frmPosition_UpDate_ThongBao_Title
source: Update
ja_jp: 更新
vi_vn: Cập nhật

# frmPunish_AddMessa1
source: Thiết lập thẻ phạt thành công!
ja_jp: 処罰カード設定が完了しました

# frmPunish_AddMessa2
source: Thiết lập thẻ phạt thất bại!
ja_jp: 処罰カードの設定が失敗しました

# frmPunish_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmPunish_btnHelp
source: Help
ja_jp: ヘルプ
vi_vn: Trợ giúp

# frmPunish_btnSave
source: Ghi
ja_jp: 保存

# frmPunish_groupbox1
source: Phòng ban
ja_jp: 部課

# frmPunish_groupbox2
source: Thông tin phạt
ja_jp: 処罰カード情報

# frmPunish_lable2
source: Ngày làm
ja_jp: 日付

# frmPunish_lable4
source: Hình thức phạt
ja_jp: 処罰形式

# frmPunish_lable5
source: Lý do phạt
ja_jp: 処罰理由

# frmPunish_lable6
source: Employee name
ja_jp: 社員名
vi_vn: Tên nhân viên

# frmPunish_Messa
source: Bạn phải chọn loại thẻ phạt!
ja_jp: 必ず社員を選択必要です

# frmPunish_Messa1
source: Bạn phải chọn loại thẻ phạt!
ja_jp: 必ず処罰カード種類を選択必要です

# frmPunish_Text1
source: Edit thông tin thiết lập thẻ phạt
ja_jp: 処罰カード設定情報修正
vi_vn: Sửa thông tin thiết lập thẻ phạt

# frmPunish_Text2
source: Thiết lập thẻ phạt
ja_jp: 処罰カード設定

# frmPunishCard_bntAdd
source: Add
ja_jp: 追加
vi_vn: Thêm

# frmPunishCard_bntClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmPunishCard_bntDelete
source: Delete
ja_jp: 削除
vi_vn: Xóa

# frmPunishCard_bntIgron
source: Leave
ja_jp: スキップ
vi_vn: Bỏ qua

# frmPunishCard_bntUpDate
source: Edit
ja_jp: 更新
vi_vn: Sửa

# frmPunishCard_GroupBox1
source: Punish card list
ja_jp: 処罰カードリスト
vi_vn: Danh sách thẻ phạt

# frmPunishCard_GroupBox2
source: Punish card info
ja_jp: 処罰カード情報
vi_vn: Thông tin thẻ phạt

# frmPunishCard_GroupBox2_lblChuThich
source: Note
ja_jp: 備考
vi_vn: Chú thích

# frmPunishCard_GroupBox2_lblMucPhat
source: Punish leve
ja_jp: 減額率
vi_vn: Mức phạt

# frmPunishCard_GroupBox2_lblTenThe
source: Card name
ja_jp: カード種類
vi_vn: Tên thẻ

# frmPunishCard_lvwPunishCard_ChuThich
source: Note
ja_jp: 備考
vi_vn: Chú thích

# frmPunishCard_lvwPunishCard_HeSoPhat
source: Punish coefficient
ja_jp: 減額率
vi_vn: Hệ số phạt

# frmPunishCard_lvwPunishCard_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmPunishCard_lvwPunishCard_TenThePhat
source: Punish card name
ja_jp: カード種類
vi_vn: Tên thẻ phạt

# frmPunishCard_Text
source: Define Punish card
ja_jp: 処罰カード定義
vi_vn: Định nghĩa thẻ phạt

# frmPunishCard_update_Messa
source: Cập nhật thành công !
ja_jp: 更新が正常に完了しました

# frmPunishCard_update_Messa1
source: Không thể cập nhật. Có lỗi xảy ra !
ja_jp: 更新できませんでした。トラブルが発生しました

# frmRegLeaveSchedule_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmRegLeaveSchedule_btnhelp
source: Help
ja_jp: ヘルプ
vi_vn: Trợ giúp

# frmRegLeaveSchedule_btnOK
source: Accept
ja_jp: はい
vi_vn: Đồng ý

# frmRegLeaveSchedule_DK_Messa1
source: Đăng ký công tác cho nhân viên thành công !
ja_jp: 出張登録が完了しました

# frmRegLeaveSchedule_DK_Messa2
source: Ngày đăng ký trùng với ngày nghỉ đã đăng ký trước đây của nhân viên. Không thể cập nhật đăng ký công tác cho nhân viên này!
ja_jp: 登録したい日が予め休暇登録済み日と同日付です。この社員に出張登録が更新できません！

# frmRegLeaveSchedule_DK_Messa3
source: Ngày đăng ký trùng với ngày công tác đã đăng ký trước đây của nhân viên. Không thể cập nhật đăng ký công tác cho nhân viên này!
ja_jp: 登録日は既に出張登録されている日と重ねられました。この社員に出張登録が更新できませんでした！

# frmRegLeaveSchedule_DK_Messa4
source: Nhân viên này có đi làm (quẹt thẻ) trong khoảng thời gian đăng ký. Không thể cập nhật đăng ký công tác cho nhân viên này!
ja_jp: この社員のカードが登録時間にスキャンされました。この社員に出張登録が更新できませんでした。

# frmRegLeaveSchedule_groupbox1
source: Thông tin nhân viên
ja_jp: 社員情報

# frmRegLeaveSchedule_groupbox2
source: Department List
ja_jp: 部課リスト
vi_vn: Danh sách phòng ban

# frmRegLeaveSchedule_lable2
source: Bắt đầu
ja_jp: 開始時間

# frmRegLeaveSchedule_lable3
source: Kết thúc
ja_jp: 終了時間

# frmRegLeaveSchedule_lable4
source: Nơi công tác
ja_jp: 出張場所

# frmRegLeaveSchedule_lable5
source: Nội dung công việc
ja_jp: 業務内容

# frmRegLeaveSchedule_lable6
source: Employee name
ja_jp: 社員名
vi_vn: Tên nhân viên

# frmRegLeaveSchedule_Messa1
source: Bạn phải chọn một nhân viên !
ja_jp: 必ず社員が選択されます！

# frmRegLeaveSchedule_Messa2
source: Bạn chưa nhập nơi công tác !
ja_jp: 出張場所がまだ入力されていません

# frmRegLeaveSchedule_Messa3
source: Ngày không hợp lệ. Ngày bắt đầu phải trước ngày kết thúc !
ja_jp: 日が形式正しいではありませんでした。開始日は必ず終了日の前日です！

# frmRegLeaveSchedule_Messa4
source: Chức năng này đang được xây dựng !
ja_jp: この機能は作成されています。

# frmRegLeaveSchedule_Messa5
source: Lỗi đăng ký công tác cho nhân viên !
ja_jp: 出張登録トラブル

# frmRegLeaveSchedule_Text
source: Đăng ký lịch công tác
ja_jp: 出張スケジュール登録

# frmRegLeaveSchedule_Text2
source: Edit đăng ký công tác cho nhân viên
ja_jp: 社員の出張登録の修正
vi_vn: Sửa đăng ký công tác cho nhân viên

# frmRegOverTime_btnAdd
source: Add
ja_jp: 追加
vi_vn: Thêm

# frmRegOverTime_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmRegOverTime_btnDelete
source: Delete
ja_jp: 削除
vi_vn: Xóa

# frmRegOverTime_btnEdit
source: Edit
ja_jp: 修正
vi_vn: Sửa

# frmRegOverTime_btnExcel
source: Export to Excel
ja_jp: Excelファイルに出力
vi_vn: Xuất Excel

# frmRegOverTime_btnView
source: Xem
ja_jp: 照会

# frmRegOverTime_Del_Messa1
source: Bạn chưa chọn bản ghi nào !
ja_jp: 社員がまだ選択されていません

# frmRegOverTime_Del_Messa2
source: Bạn có thật sự muốn xóa ?
ja_jp: 確かに、削除ですか？

# frmRegOverTime_Del_Messa3
source: Có lỗi xảy ra khi xóa đăng ký làm thêm giờ !
ja_jp: 残業登録が削除されているいちにトラブルが発生しました

# frmRegOverTime_Del_Messa4
source: Delete đăng ký làm thêm giờ thành công !
ja_jp: 残業登録の削除が正常に完了しました
vi_vn: Xóa đăng ký làm thêm giờ thành công !

# frmRegOverTime_Del_Title
source: Delete đăng ký làm thêm giờ
ja_jp: 残業登録の削除
vi_vn: Xóa đăng ký làm thêm giờ

# frmRegOverTime_Edit_messa
source: Bạn chưa chọn nhân viên nào !
ja_jp: 社員がまだ選択されていません

# frmRegOverTime_Edit_Title
source: Edit thời gian làm thêm giờ
ja_jp: 残業時間修正
vi_vn: Sửa thời gian làm thêm giờ

# frmRegOverTime_Excell_Messa1
source: Đang xuất dữ liệu bảng đăng ký làm thêm giờ ra file Excel...
ja_jp: Excelファイルへデータが出力されています

# frmRegOverTime_Excell_Messa2
source: Có lỗi xảy ra khi xuất dữ liệu ra file Excel !
ja_jp: Excelファイルへデータを出力しているうちにトラブルが発生しました

# frmRegOverTime_groupbox1
source: Danh sách
ja_jp: 一覧表

# frmRegOverTime_lable1
source: Ngày làm thêm
ja_jp: 残業した日

# frmRegOverTime_lblDepartment
source: Deparment
ja_jp: 部課
vi_vn: Bộ phận

# frmRegOverTime_lvw_Anthem
source: Ăn thêm
ja_jp: 残業日の食事代

# frmRegOverTime_lvw_BatDau
source: Bắt đầu
ja_jp: 始業時間

# frmRegOverTime_lvw_BoPhan
source: Deparment
ja_jp: 部課
vi_vn: Bộ phận

# frmRegOverTime_lvw_MaThe
source: Card ID
ja_jp: 社員コード
vi_vn: Mã thẻ

# frmRegOverTime_lvw_NgayLT
source: Ngày làm thêm
ja_jp: 残業した日

# frmRegOverTime_lvw_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmRegOverTime_lvw_TenNV
source: Employee name
ja_jp: 社員名
vi_vn: Tên nhân viên

# frmRegOverTime_lvw_ThoiGian
source: Time
ja_jp: 時間
vi_vn: Thời gian

# frmRegOverTime_lvw_TTLT
source: Thông tin làm thêm
ja_jp: 残業情報

# frmRegOverTime_text
source: Danh sách nhân viên làm thêm giờ
ja_jp: 残業社員一覧

# frmRegOverTime1_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmRegOverTime1_btnHelp
source: Help
ja_jp: ヘルプ
vi_vn: Trợ giúp

# frmRegOverTime1_btnSave
source: Ghi
ja_jp: 保存

# frmRegOverTime1_ckHaveDinner
source: Hưởng suất ăn thêm
ja_jp: 食費支給

# frmRegOverTime1_DangKyOT_Messa1
source: Đăng ký làm thêm giờ cho nhân viên thành công !
ja_jp: 社員に残業登録が正常に完了しました

# frmRegOverTime1_DangKyOT_Messa2
source: Không thể thêm đăng ký làm thêm giờ cho nhân viên này !
ja_jp: この社員に残業登録できませんでした

# frmRegOverTime1_DangKyOT_Title
source: Đăng ký làm thêm giờ
ja_jp: 残業登録

# frmRegOverTime1_groupbox1
source: Danh sách bộ phận
ja_jp: 部課リスト

# frmRegOverTime1_groupbox1_optAll
source: Toàn bộ
ja_jp: 全て

# frmRegOverTime1_groupbox1_optEm
source: Employee
ja_jp: 社員
vi_vn: Nhân viên

# frmRegOverTime1_groupbox2
source: Thông tin làm thêm giờ
ja_jp: 残業情報

# frmRegOverTime1_groupbox3
source: Đối tượng thiết lập
ja_jp: 対象設定

# frmRegOverTime1_lable1
source: Phụ cấp tiền ăn
ja_jp: 食費手当

# frmRegOverTime1_lable2
source: Ngày làm
ja_jp: 残業日

# frmRegOverTime1_lable3
source: Bắt đầu
ja_jp: 始業時間

# frmRegOverTime1_lable5
source: Nội dung công việc
ja_jp: 事務内容

# frmRegOverTime1_lable6
source: Employee name
ja_jp: 社員名
vi_vn: Tên nhân viên

# frmRegOverTime1_lblLength
source: Time
ja_jp: 時間
vi_vn: Thời gian

# frmRegOverTime1_Messa1
source: Bạn phải chọn một nhân viên
ja_jp: 必ず社員が選択されます

# frmRegOverTime1_Messa2
source: Bạn chưa chọn kiểu ngày !
ja_jp: 日種類が選択されていません

# frmRegOverTime1_Messa3
source: Chức năng này đang được xây dựng !
ja_jp: この機能が作成されています

# frmRegOverTime1_Messa4
source: Lỗi đăng ký làm thêm giờ !
ja_jp: 残業登録のトラブル

# frmRegOverTime1_SuaDangKyOT_Messa1
source: Edit đăng ký làm thêm giờ thành công !
ja_jp: 残業登録の修正が正常に完了しました
vi_vn: Sửa đăng ký làm thêm giờ thành công !

# frmRegOverTime1_SuaDangKyOT_Messa2
source: Không thể sửa đăng ký làm thêm giờ cho nhân viên này !
ja_jp: この社員の残業登録が修正できませんでした

# frmRegOverTime1_SuaDangKyOT_Title
source: Edit đăng ký làm thêm giờ
ja_jp: 残業登録の修正
vi_vn: Sửa đăng ký làm thêm giờ

# frmRegOverTime1_Text1
source: Add đăng ký làm thêm giờ
ja_jp: 残業登録追加
vi_vn: Thêm đăng ký làm thêm giờ

# frmRegOverTime1_Text2
source: Edit đăng ký làm thêm giờ
ja_jp: 残業登録の修正
vi_vn: Sửa đăng ký làm thêm giờ

# frmRegRest_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmRegRest_btnhelp
source: Help
ja_jp: ヘルプ
vi_vn: Trợ giúp

# frmRegRest_btnSave
source: Accept
ja_jp: はい
vi_vn: Đồng ý

# frmRegRest_DK_Messa1
source: Đăng ký nghỉ cho nhân viên thành công !
ja_jp: 休暇登録が完了しました

# frmRegRest_DK_Messa2
source: Ngày đăng ký trùng với ngày nghỉ đã đăng ký trước đây của nhân viên. Không thể cập nhật đăng ký nghỉ cho nhân viên này !
ja_jp: 登録日は既存の休暇登録日と重ねました。この社員に休暇登録の更新ができませんでした

# frmRegRest_DK_Messa3
source: Ngày đăng ký trùng với ngày công tác đã đăng ký trước đây của nhân viên. Không thể cập nhật đăng ký nghỉ cho nhân viên này !
ja_jp: 登録したい日が予め出張登録済み日と同日付です。この社員に休暇登録が更新できません

# frmRegRest_DK_Messa4
source: Nhân viên này có đi làm (quẹt thẻ) trong khoảng thời gian đăng ký nghỉ. Không thể cập nhật đăng ký nghỉ cho nhân viên này !
ja_jp: この社員のカードが休暇登録したい時間にスキャンされました。この社員に休暇登録の更新ができませんでした

# frmRegRest_DK_Messa5
source: Lỗi cập nhật cơ sở dữ liệu. Không thể cập nhật đăng ký nghỉ cho nhân viên này !
ja_jp: データベース更新のトラブルです。この社員に休暇登録の更新ができませんでした

# frmRegRest_DK_Messa6
source: Lỗi đăng ký nghỉ cho nhân viên
ja_jp: 社員の休暇登録のトラブル

# frmRegRest_DK_Title
source: Thông báo
ja_jp: メッセージ

# frmRegRest_grpDepartment
source: Department List
ja_jp: 部課リスト
vi_vn: Danh sách phòng ban

# frmRegRest_grpRegRestInfo
source: Thông tin đăng ký nghỉ
ja_jp: 休暇登録情報

# frmRegRest_lable1
source: Employee name
ja_jp: 社員名
vi_vn: Nhân viên

# frmRegRest_lable2
source: Ngày bắt đầu
ja_jp: 開始日

# frmRegRest_lable3
source: Ngày kết thúc
ja_jp: 終了日

# frmRegRest_lable4
source: Kiểu ngày nghỉ
ja_jp: 休暇日種類

# frmRegRest_lable5
source: Lý do nghỉ
ja_jp: 休暇理由

# frmRegRest_Text1
source: Add đăng ký nghỉ cho nhân viên
ja_jp: 休暇登録追加
vi_vn: Thêm đăng ký nghỉ cho nhân viên

# frmRegRest_Text2
source: Edit đăng ký nghỉ cho nhân viên
ja_jp: 社員の休暇登録の修正
vi_vn: Sửa đăng ký nghỉ cho nhân viên

# frmRegWork_btnCancel
source: Leave
ja_jp: スキップ
vi_vn: Bỏ qua

# frmRegWork_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmRegWork_btnHelp
source: Help
ja_jp: ヘルプ
vi_vn: Trợ giúp

# frmRegWork_btnUpdate
source: Update
ja_jp: 更新
vi_vn: Cập nhật

# frmRegWork_groupbox2
source: Establish day
ja_jp: カレンダー設定
vi_vn: Thiết lập ngày

# frmRegWork_groupbox3
source: Color convention
ja_jp: 色規約
vi_vn: Quy ước màu

# frmRegWork_groupbox4
source: Working schedule
ja_jp: スケジュール
vi_vn: Lịch làm việc

# frmRegWork_groupbox5
source: Department List
ja_jp: 部課リスト
vi_vn: Danh sách phòng ban

# frmRegWork_lable2
source: Festival day
ja_jp: 祝祭日
vi_vn: Ngày lễ

# frmRegWork_lblNonWork
source: Non-working day
ja_jp: 休日
vi_vn: Ngày nghỉ

# frmRegWork_lblOverTime
source: working more
ja_jp: 残業日
vi_vn: Làm thêm

# frmRegWork_lblShif
source: Select shift
ja_jp: 交替選択
vi_vn: Chọn ca

# frmRegWork_lblWork
source: Working day
ja_jp: 平日
vi_vn: Ngày làm việc

# frmRegWork_rptHoliday
source: Ngày lễ (HS3)
ja_jp: 祝祭日
