Repository: ahbarome/HRMS_7Cua
Catalog: HRMS/CAI_DAT/Common/Lang/LangResource.*.resx
Languages: ja_jp, vi_vn

# Bosung_tool1
source: Employee's lunch define
ja_jp: 社員に昼食設定
vi_vn: Thiết lập ăn trưa cho nhân viên

# Bosung_tool10
source: Số năm
ja_jp: 年数

# Bosung_tool11
source: Số tháng
ja_jp: 月数

# Bosung_tool12
source: Sai định dạng hệ số ngày
ja_jp: 日区分は１０以下です。

# Bosung_tool2
source: Employee Management
ja_jp: 社員管理
vi_vn: Quản lý nhân viên

# Bosung_tool3
source: Timekeeping
ja_jp: 勤務時間計算
vi_vn: Chấm công

# Bosung_tool4
source: Exit
ja_jp: 終了
vi_vn: Thoát khỏi hệ thống

# Bosung_tool5
source: LTHS1
ja_jp: 区分１の残業

# Bosung_tool6
source: HS1.5
ja_jp: 区分1.5

# Bosung_tool7
source: HS2
ja_jp: 区分2

# Bosung_tool8
source: HS3
ja_jp: 区分3

# Bosung_tool9
source: Social Insurance Allow List
ja_jp: 社会保険手当受ける労働者一覧
vi_vn: Danh sách lao động hưởng trợ cấp BHXH

# Bosung1
source: Ngày chọn không hợp lệ !
ja_jp: 選択した日が正しい形式ではありませんでした。

# Bosung2
source: Hãy chọn theo từng phòng ban để thực hiện báo cáo được nhanh hơn !
ja_jp: レポートをもっと早く作成できるために部課により選択してください。

# Bosung3_1
source: Print Layout
ja_jp: レポート前照会
vi_vn: Xem trước báo cáo

# Bosung4_1
source: Ready...
ja_jp: 用意しています...
vi_vn: Sẵn sàng...

# Bosung5_1
source: Theo dõi thay đổi phòng ban
ja_jp: 部課変更照会

# Bosung6_1
source: Login Info
ja_jp: ログイン情報
vi_vn: Thông tin đăng nhập

# Bosung7_1
source: Login System
ja_jp: ログイン
vi_vn: Đăng nhập vào hệ thống

# Bosung8_1
source: Chưa đăng nhập...
ja_jp: ログインしていません...

# frmAddInOut_bntClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmAddInOut_bntSave
source: Ghi
ja_jp: 保存

# frmAddInOut_GroupBox1
source: In/out information
ja_jp: 出退社情報
vi_vn: Thông tin vào ra

# frmAddInOut_GroupBox1_lblNgaylamViec
source: Working day
ja_jp: 平日
vi_vn: Ngày làm việc

# frmAddInOut_GroupBox1_lblNhanVien
source: Employee
ja_jp: 社員
vi_vn: Nhân viên

# frmAddInOut_GroupBox1_lblTimeIn
source: Start at
ja_jp: 出社時刻
vi_vn: Giờ vào

# frmAddInOut_GroupBox1_lblTimeOut
source: Finish at
ja_jp: 退社時刻
vi_vn: Giờ ra

# frmAddInOut_Sua_ThongBao_Messa
source: Update time successfully
ja_jp: 出退社時刻の更新が完了しました
vi_vn: Cập nhật thời gian thành công

# frmAddInOut_Sua_ThongBao_Messa1
source: Không thể sửa đổi thời gian
ja_jp: 時間が修正できませんでした

# frmAddInOut_Sua_ThongBao_Messa2
source: Giờ vào phải trước giờ ra
ja_jp: 出社時刻は必ず退社時刻の前です

# frmAddInOut_Sua_ThongBao_Messa3
source: Có lỗi khi thêm thời gian vào ra
ja_jp: 出・退社時刻を追加しているうちにトラブルが発生しました

# frmAddInOut_Sua_ThongBao_Messa4
source: Employee
ja_jp: 社員
vi_vn: Nhân viên

# frmAddInOut_Sua_ThongBao_Messa5
source: Đã quẹt thẻ rồi
ja_jp: がカードをスキャンしました

# frmAddInOut_Sua_ThongBao_Messa6
source: Đã đăng ký công tác
ja_jp: 出張登録されています

# frmAddInOut_Sua_ThongBao_Messa7
source: Đã đăng ký nghỉ
ja_jp: が休暇を登録しています

# frmAddInOut_Sua_ThongBao_Title
source: Message
ja_jp: メッセージ
vi_vn: Thông báo

# frmAddInOut_Text
source: Add time in out
ja_jp: 出退社時刻追加
vi_vn: Thêm thời gian vào ra

# frmAddInOut_Text2
source: Edit time in out
ja_jp: 出退社時刻修正
vi_vn: Sửa thời gian vào ra

# frmAddInOut_Them_ThongBao_Messa
source: Add time in out successfully
ja_jp: 出退社時刻の追加が完了しました
vi_vn: Đã thêm thời gian vào ra thành công!

# frmAddInOut_Them_ThongBao_Title
source: Message
ja_jp: メッセージ
vi_vn: Thông báo

# frmAdminUser
source: User management
ja_jp: ユーザー管理
vi_vn: Quản trị người dùng

# frmAdminUser_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmAdminUser_cmdAddGroup
source: Add group
ja_jp: 新グループ追加
vi_vn: Thêm nhóm

# frmAdminUser_cmdAddUser
source: Add user
ja_jp: 新ユーザー追加
vi_vn: Thêm người dùng

# frmAdminUser_cmdDeleteGroup
source: Delete group
ja_jp: グループ削除
vi_vn: Xóa nhóm

# frmAdminUser_cmdDeleteUser
source: Delete user
ja_jp: ユーザー削除
vi_vn: Xóa người dùng

# frmAdminUser_cmdEditGroup
source: Edit group
ja_jp: グループ更新
vi_vn: Sửa nhóm

# frmAdminUser_cmdEditUser
source: Edit user
ja_jp: ユーザー修正
vi_vn: Sửa người dùng

# frmAdminUser_GroupBox1
source: List of users
ja_jp: ユーザーリスト
vi_vn: Danh sách người dùng

# frmAdminUser_GroupBox2
source: List of groups
ja_jp: ユーザーグループリスト
vi_vn: Danh sách nhóm

# frmAdminUser_lvwGroup_MaNhom
source: Group ID
ja_jp: グループコード
vi_vn: Mã nhóm

# frmAdminUser_lvwGroup_MoTa
source: Description
ja_jp: 説明
vi_vn: Mô tả

# frmAdminUser_lvwGroup_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmAdminUser_lvwGroup_TenNhom
source: Group Name
ja_jp: グループ名
vi_vn: Tên nhóm

# frmAdminUser_lvwUser_MaThe
source: Card ID
ja_jp: 社員コード
vi_vn: Mã thẻ

# frmAdminUser_lvwUser_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmAdminUser_lvwUser_TenDangNhap
source: User Name
ja_jp: ログイン名
vi_vn: Tên đăng nhập

# frmAdminUser_lvwUser_TenDayDu
source: Full Name
ja_jp: 氏名
vi_vn: Tên đầy đủ

# frmBackUpInMonth_dangsaoluudulieu
source: Backing up data...
ja_jp: Đang sao lưu dữ liệu...
vi_vn: Đang sao lưu dữ liệu...

# frmBackupInMonth_Messa1
source: Backup database Successfully
ja_jp: Sao lưu dữ liệu thành công
vi_vn: Sao lưu dữ liệu thành công

# frmBackUpInMonth_title
source: Backup
ja_jp: Sao lưu dữ liệu
vi_vn: Sao lưu dữ liệu

# frmBackUpInMonth_xacnhansaoluudulieu
source: Continue to backup data..?
ja_jp: Bạn có muốn sao lưu dữ liệu ?
vi_vn: Bạn có muốn sao lưu dữ liệu ?

# frmChangeInOut_Delete_CanhBao_Messa
source: Not to have time to delete !
ja_jp: 該当の出退社時刻がまだ選択されていません
vi_vn: Bạn chưa chọn thời gian cần xóa

# frmChangeInOut_Delete_CanhBao_Title
source: Delete time
ja_jp: 出退社時刻削除
vi_vn: Xóa thời gian

# frmChangeInOut_Delete_ThongBao1_Messa
source: Do you want delete time ?
ja_jp: 確かに削除したいですか？
vi_vn: Bạn có chắc chắn muốn xóa?

# frmChangeInOut_Delete_ThongBao1_Title
source: Message
ja_jp: メッセージ

# frmChangeInOut_Delete_ThongBao2_Messa
source: Time has been deleted successfully
ja_jp: 選択された情報が完成にデータべースより削除されました
vi_vn: Thông tin đã được xóa khỏi cơ sở dữ liệu

# frmChangeInOut_Delete_ThongBao2_Title
source: Message
ja_jp: メッセージ

# frmChangeInOut_Messa1
source: Add time
ja_jp: 時間の追加
vi_vn: Thêm thời gian

# frmChangeInOut_Messa2
source: Can not delete from database
ja_jp: データベースより削除できませんでした
vi_vn: Không thể xóa khỏi cơ sở dữ liệu!

# frmChangeInOut_Messa3
source: Edit time
ja_jp: 時間の修正
vi_vn: Sửa thời gian

# frmChangeInOut_Sua_CanhBao_Messa
source: Not to have selected time !
ja_jp: 出退社時刻がまだ選択されていません
vi_vn: Không có thời gian nào được chọn!

# frmChangeInOut_Sua_CanhBao_Title
source: Message
ja_jp: メッセージ

# frmChangePass_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmChangePass_btnOK
source: Accept
ja_jp: はい
vi_vn: Đồng ý

# frmChangePass_Error1_Messa
source: Confirm password not valid !
ja_jp: 確認パスワードが新パスワードでわありませんでした
vi_vn: Mật khẩu xác nhận không đúng!

# frmChangePass_Error1_Title
source: Error
ja_jp: トラブル
vi_vn: Lỗi

# frmChangePass_lblMatKhau
source: New password
ja_jp: 新パスワード
vi_vn: Mật khẩu mới

# frmChangePass_lblMatKhau1
source: Re password
ja_jp: パスワード確認
vi_vn: Xác nhận lại mật khẩu

# frmChangePass_lblTen
source: User Name
ja_jp: ログイン名
vi_vn: Tên đăng nhập

# frmChangePass_lblTen1
source: Employee name
ja_jp: 社員名
vi_vn: Tên nhân viên

# frmChangePass_Text
source: Change Password
ja_jp: パスワード変更
vi_vn: Thay đổi mật khẩu

# frmChangePass_Thongbao1
source: Message
ja_jp: メッセジー

# frmChangePass_Thongbao1_Title
source: Update password successfully !
ja_jp: パスワードの更新が正常に完了しました
vi_vn: Cập nhật mật khẩu thành công!

# frmChangePass_Thongbao2_Title
source: Update password error !
ja_jp: パスワードの更新が失敗しました
vi_vn: Cập nhật mật khẩu thất bại!

# frmChangeTimeInOut_bntAdd
source: Add
ja_jp: 追加
vi_vn: Thêm

# frmChangeTimeInOut_bntClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmChangeTimeInOut_bntDelete
source: Delete
ja_jp: 削除
vi_vn: Xóa

# frmChangeTimeInOut_bntHelp
source: Help
ja_jp: ヘルプ
vi_vn: Trợ giúp

# frmChangeTimeInOut_bntModifile
source: Edit
ja_jp: 修正
vi_vn: Sửa

# frmChangeTimeInOut_GroupBox1
source: Department List
ja_jp: 部課リスト
vi_vn: Danh sách phòng ban

# frmChangeTimeInOut_GroupBox2
source: In/out information
ja_jp: 出退社情報
vi_vn: Thông tin vào ra

# frmChangeTimeInOut_GroupBox2_lvwTimeInOut_NgaylamViec
source: Working day
ja_jp: 平日
vi_vn: Ngày làm việc

# frmChangeTimeInOut_GroupBox2_lvwTimeInOut_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmChangeTimeInOut_GroupBox2_lvwTimeInOut_TimeIn
source: Start at
ja_jp: 出社時刻
vi_vn: Giờ vào

# frmChangeTimeInOut_GroupBox2_lvwTimeInOut_TimeOut
source: Finish at
ja_jp: 退社時刻
vi_vn: Giờ ra

# frmChangeTimeInOut_lblNhanVien
source: Employee
ja_jp: 社員
vi_vn: Nhân viên

# frmChangeTimeInOut_Text
source: Start/ Finish time management
ja_jp: 出退社時間管理
vi_vn: Quản lý thời gian vào ra

# frmChoocseSocial_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmChoocseSocial_btnNew
source: Tạo mới
ja_jp: 新規作成

# frmChoocseSocial_lblYear
source: Year
ja_jp: 年
vi_vn: Năm

# frmChoocseSocial_lvwDot
source: Đợt
ja_jp: 支払回分

# frmChoocseSocial_lvwFrom
source: From
ja_jp: 自
vi_vn: Từ ngày

# frmChoocseSocial_lvwTo
source: To
ja_jp: 至
vi_vn: Đến ngày

# frmChoocseSocial_Text
source: Chọn lần lập danh sách BHYT-BHXH
ja_jp: 社会保険・健康保険一覧作成回数の選択

# frmChooseInOut_Messa1
source: Khoảng thời gian chọn không hợp lệ!
ja_jp: 時間が正しい形式ではありませんでした

# frmChooseTimeInOut_bntCancle
source: Cancel
ja_jp: キャンセル
vi_vn: Hủy bỏ

# frmChooseTimeInOut_bntDisplay
source: Display
ja_jp: 表示
vi_vn: Hiển thị

# frmChooseTimeInOut_GroupBox1
source: Default time
ja_jp: 初期設定の期間
vi_vn: Khoảng thời gian mặc định

# frmChooseTimeInOut_GroupBox1_lblFromDate
source: From date
ja_jp: 自
vi_vn: Từ ngày

# frmChooseTimeInOut_GroupBox1_lblFromMonth
source: From month:
ja_jp: Từ tháng :
vi_vn: Từ tháng :

# frmChooseTimeInOut_GroupBox1_lblToDate
source: To date
ja_jp: 至
vi_vn: Đến ngày

# frmChooseTimeInOut_GroupBox1_lblToMonth
source: To month:
ja_jp: Đến tháng :
vi_vn: Đến tháng :

# frmChooseTimeInOut_Text
source: Select time in out
ja_jp: 出退社期間選択
vi_vn: Chọn khoảng thời gian vào ra

# frmContract_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmContract_btnSave
source: Save
ja_jp: 保存
vi_vn: Ghi

# frmContract_groupbox1
source: Contact infomation
ja_jp: 契約種類情報
vi_vn: Thông tin kiểu hợp đồng

# frmContract_lable2
source: Contact name
ja_jp: 契約種類
vi_vn: Tên hợp đồng

# frmContract_lable3
source: Note
ja_jp: 備考
vi_vn: Ghi chú

# frmContract_Messa
source: Chưa nhập tên hợp đồng !
ja_jp: 契約種類がまだ入力されていません

# frmContract_Messa2
source: Thông báo
ja_jp: メッセージ

# frmContract_Text
source: Thông tin hợp đồng
ja_jp: 契約情報

# frmContract_Them_Messa1
source: Đã tồn tại tên kiểu hợp đồng này !
ja_jp: この契約種類は登録されています

# frmContract_Them_Messa2
source: Đã thêm kiểu hợp đồng thành công !
ja_jp: 契約種類の追加が完了しました

# frmContract_Them_Messa3
source: Có lỗi xảy ra. Add kiểu hợp đồng thất bại !
ja_jp: トラブルが発生しました。契約種類の追加が失敗しました
vi_vn: Có lỗi xảy ra. Thêm kiểu hợp đồng thất bại !

# frmContract_Them_Title
source: Add kiểu hợp đồng
ja_jp: 契約種類の追加
vi_vn: Thêm kiểu hợp đồng

# frmContract_Update_Messa1
source: Đã tồn tại tên kiểu hợp đồng này. Không thể cập nhật kiểu hợp đồng này !
ja_jp: この契約種類は登録されていますので、更新されませんでした

# frmContract_Update_Messa2
source: Update contact type successfully
ja_jp: 契約種類の更新が完了しました
vi_vn: Cập nhật kiểu hợp đồng thành công !

# frmContract_Update_Messa3
source: Error! Update Contact type fail
ja_jp: トラブルが発生しました。契約種類の更新が失敗しました
vi_vn: Có lỗi xảy ra. Cập nhật kiểu hợp đồng thất bại !

# frmContract_Update_Title
source: Cập nhật kiểu hợp đồng
ja_jp: 契約種類の更新

# frmCopyLunch_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmCopyLunch_btnSaoChep
source: Copy
ja_jp: コピー
vi_vn: Sao chép

# frmCopyLunch_Text
source: Chọn ngày đã thiết lập !
ja_jp: 設定済み日の選択

# frmDayType_Add_Error
source: Có lỗi xảy ra. Không thể thêm mới kiểu ngày !
ja_jp: トラブルが発生しました。休暇種類が追加できませんでした

# frmDayType_Add_Error_Messa1
source: Not input day type name !
ja_jp: 休暇種類が入力されていません
vi_vn: Chưa nhập tên kiểu ngày!

# frmDayType_Add_Error_Messa2
source: Not input sign day type !
ja_jp: 省略名が入力されていません
vi_vn: Chưa nhập ký hiệu ngày!

# frmDayType_Add_Error_Messa3
source: Not input sign day type !
ja_jp: 有給区分が入力されていません
vi_vn: Chưa nhập hệ số ngày!

# frmDayType_Add_Error_Messa4
source: Day type or sign day type is existed. Can't add this day type !
ja_jp: この休暇種類か省略名が既に登録されています。この休暇種類が追加できません
vi_vn: Đã tồn tại tên kiểu ngày hoặc ký hiệu kiểu ngày. Không thể thêm mới kiểu ngày này!

# frmDayType_Add_Error_Title1
source: Message
ja_jp: メッセージ
vi_vn: Thông báo

# frmDayType_Add_Error_Title2
source: Message
ja_jp: メッセージ
vi_vn: Thông báo

# frmDayType_Add_Error_Title3
source: Message
ja_jp: メッセージ
vi_vn: Thông báo

# frmDayType_Add_Error_Title4
source: Error add day type !
ja_jp: 休暇種類追加トラブル
vi_vn: Lỗi thêm kiểu ngày

# frmDayType_Add_ThongBao_Messa
source: Add day type successfully !
ja_jp: 休暇種類の追加が完成されました
vi_vn: Đã thêm kiểu ngày thành công!

# frmDayType_Add_ThongBao_Title
source: Add day type
ja_jp: 休暇種類の追加
vi_vn: Thêm kiểu ngày

# frmDayType_bntClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmDayType_bntSave
source: Update
ja_jp: 更新
vi_vn: Cập nhật

# frmDayType_Delete_Error_Messa
source: Please select day type !
ja_jp: 休暇種類削除
vi_vn: Bạn chưa chọn kiểu ngày nào!

# frmDayType_Delete_Error_Title
source: Delete day type
ja_jp: 休暇種類の更新が完了されました
vi_vn: Xóa kiểu ngày

# frmDayType_Delete_ThongBao_Messa1
source: Are you sure delete this day type ?
ja_jp: メッセージ
vi_vn: Bạn có chắc muốn xóa kiểu ngày này?

# frmDayType_Delete_ThongBao_Messa2
source: Day type has been deleted successfully !
ja_jp: メッセージ
vi_vn: Kiều ngày đã được xóa khỏi cơ sở dữ liệu!

# frmDayType_Delete_ThongBao_Messa3
source: Can not delete day type
ja_jp: 休暇種類がデータベースより削除できませんでした
vi_vn: Không thể xóa kiểu ngày khỏi cơ sở dữ liệu !

# frmDayType_Delete_ThongBao_Title1
source: Message
ja_jp: 休暇種類がまだ選択されていません
vi_vn: Thông báo

# frmDayType_Delete_ThongBao_Title11
source: Delete day type
ja_jp: 休暇種類の削除
vi_vn: Xóa kiểu ngày

# frmDayType_Delete_ThongBao_Title2
source: Message
ja_jp: 確かにこの休暇種類を削除したいですか
vi_vn: Thông báo

# frmDayType_GroupBox2
source: Rest day type info
ja_jp: 休暇種類情報
vi_vn: Thông tin kiều ngày nghỉ

# frmDayType_GroupBox2_lblCo
source: Có
ja_jp: はい

# frmDayType_GroupBox2_lblHeSoNgay
source: Coefficient Day
ja_jp: 有給区分
vi_vn: Hệ số ngày

# frmDayType_GroupBox2_lblHeSoNgay1
source: Coefficient Day
ja_jp: 有給区分
vi_vn: Hệ số ngày

# frmDayType_GroupBox2_lblHSTroCapBHXH
source: Social Insurance rate
ja_jp: 社会保険手当レベル
vi_vn: Hệ số trợ cấp BHXH

# frmDayType_GroupBox2_lblKhong
source: Không
ja_jp: いいえ

# frmDayType_GroupBox2_lblKyHieuNgay
source: Day symbol
ja_jp: 省略名
vi_vn: Ký hiệu ngày

# frmDayType_GroupBox2_lblTenKieuNgay
source: Day type name
ja_jp: 休暇種類
vi_vn: Tên kiểu ngày

# frmDayType_GroupBox2_lblTroCapBHXH
source: Trợ cấp BHXH
ja_jp: 社会保険手当

# frmDayType_Sua_Error1
source: Đã tồn tại tên kiểu ngày hoặc ký hiệu ngày. Không thể cập nhật kiểu ngày này !
ja_jp: 休暇種類か省略名が既に登録されています。この休暇種類が更新できませんでした

# frmDayType_Sua_Error2
source: Có lỗi xảy ra. Không thể cập nhật được kiểu ngày này !
ja_jp: トラブルが発生しました。この休暇種類が更新できませんでした

# frmDayType_Text
source: Define rest day type
ja_jp: 休暇種類定義
vi_vn: Định nghĩa kiểu ngày nghỉ

# frmDayType_Text2
source: Edit rest day type
ja_jp: 休暇種類修正
vi_vn: Sửa kiểu ngày nghỉ

# frmDayType_UpDate_Error_Messa
source: Please select day type to edit !
ja_jp: 該当の休暇種類がまだ選択されていません
vi_vn: Bạn chưa chọn kiểu ngày cần sửa!

# frmDayType_UpDate_Error_Title
source: Message
ja_jp: 休暇種類の修正
vi_vn: Thông báo

# frmDayType_UpDate_ThongBao_Messa
source: Update day type successfully !
ja_jp: この休暇種類がデータベースより完全に削除されました
vi_vn: Cập nhật kiểu ngày thành công!

# frmDayType_UpDate_ThongBao_Title
source: Edit rest day type
ja_jp: メッセージ
vi_vn: Sửa kiểu ngày nghỉ

# frmDep_CapNhat_ThongBao_Messa
source: This department is existed in system !
ja_jp: この部課はシステムに登録されています。
vi_vn: Phòng ban này đã tồn tại trong hệ thống!

# frmDep_CapNhat_ThongBao_Title
source: Update user
ja_jp: 社員の更新
vi_vn: Cập nhật nhân viên

# frmDep_Text1
source: Edit department info
ja_jp: 新しい部課の情報の修正
vi_vn: Sửa thông tin phòng ban

# frmDep_Text2
source: Add new department
ja_jp: 新しい部課の追加
vi_vn: Thêm một phòng ban mới

# frmDepartment_Add_Error_Messa1
source: Please input department name
ja_jp: 部課がまだ入力されていません
vi_vn: Bạn chưa nhập tên phòng ban!

# frmDepartment_Add_Error_Messa2
source: This department exists in database !
ja_jp: この部課が既に登録されています
vi_vn: Phòng ban này đã tồn tại trong cơ sở dữ liệu!

# frmDepartment_Add_Error_Title1
source: Add department
ja_jp: 部課追加
vi_vn: Thêm phòng

# frmDepartment_Add_Error_Title2
source: add department
ja_jp: 部課追加
vi_vn: Thêm phòng

# frmDepartment_Add_ThongBao_Messa
source: Add department successfully
ja_jp: 部課の追加が完了しました
vi_vn: Thêm phòng thành công!

# frmDepartment_Add_ThongBao_Title
source: Add department
ja_jp: 部課追加
vi_vn: Thêm phòng

# frmDepartment_bntClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmDepartment_bntOK
source: Accept
ja_jp: はい
vi_vn: Đồng ý

# frmDepartment_GroupBox2
source: Department info
ja_jp: 部課情報
vi_vn: Thông tin phòng ban

# frmDepartment_GroupBox2_lblDecription
source: Description
ja_jp: 説明
vi_vn: Mô tả

# frmDepartment_GroupBox2_lblDepartmentName
source: Department name
ja_jp: 部課名
vi_vn: Tên phòng ban

# frmDepartment_Text1
source: Manage department
ja_jp: (null)
vi_vn: Quản lý phòng ban

# frmDepartment_Text2
source: Add new department
ja_jp: 新部課追加
vi_vn: Thêm một phòng ban mới

# frmDepartment_UpDate_Error_Messa
source: Please select department
ja_jp: 部課がまだ選択されていません
vi_vn: Bạn chưa chọn phòng ban nào!

# frmDepartment_UpDate_Error_Title
source: Edit department
ja_jp: 部課修正
vi_vn: Sửa phòng ban

# frmDepartment_UpDate_ThongBao_Messa
source: Update department successfully
ja_jp: 部課の更新が完了しました
vi_vn: Cập nhật phòng ban thành công!

# frmDepartment_UpDate_ThongBao_Title
source: Update department
ja_jp: 更新
vi_vn: Cập nhật phòng ban

# frmE_BHXH
source: Auto
ja_jp: 労働者自身で社会保険料金納め
vi_vn: Tự đóng BHXH

# frmE_btnAnh
source: Select picture......
ja_jp: ピクチャー選択
vi_vn: Chọn ảnh...

# frmE_btnKP
source: Khôi phục
ja_jp: 回復

# frmE_lbl1
source: /ngày
ja_jp: 日当たり

# frmE_lblSalaryChangedDay
source: Date modify
ja_jp: Ngày thay đổi
vi_vn: Ngày thay đổi

# frmE_text
source: Employee's curiculum vitae
ja_jp: 社員プロファイル
vi_vn: Hồ sơ nhân viên

# frmEmployee_AddE_Error_Messa1
source: Cardid is existed. Can't add this employee !
ja_jp: この社員コードが既に登録されています。この社員の追加ができませんでした。
vi_vn: Mã thẻ đã tồn tại! Không thể thêm nhân viên này!

# frmEmployee_AddE_Error_Messa2
source: Can't add this employee !
ja_jp: この社員の追加ができませんでした。
vi_vn: Không thể thêm được nhân viên này!

# frmEmployee_AddE_ThongBao_Messa
source: Add employee successfully !
ja_jp: 社員の追加が正常に完了しました
vi_vn: Đã thêm nhân viên thành công!

# frmEmployee_AddE_ThongBao_Title
source: Add employee
ja_jp: 社員の追加
vi_vn: Thêm nhân viên

# frmEmployee_BoPhanChucVu
source: Department - Position
ja_jp: 部門・職務
vi_vn: Bộ phận - chức vụ

# frmEmployee_CapNhat_Loi_Messa
source: Update database error !
ja_jp: データベースの更新のトラブル
vi_vn: Lỗi cập nhật cơ sở dữ liệu:

# frmEmployee_CapNhat_Loi_TItle
source: Message
ja_jp: メッセジー
vi_vn: Thông báo

# frmEmployee_DeleteCT_ThongBao_Messa1
source: Delete process change misision successfully !
ja_jp: 配置転換の削除が正常に完了しました。
vi_vn: Xóa quá trình chuyển công tác thành công!

# frmEmployee_DeleteCT_ThongBao_Messa2
source: Delete process change misision error !
ja_jp: 配置転換の削除が失敗しました。
vi_vn: Xóa quá trình chuyển công tác thất bại!

# frmEmployee_DeleteCT_ThongBao_Title
source: Delete process change misision
ja_jp: 配置転換の削除
vi_vn: Xóa quá trình công tác

# frmEmployee_DeleteCV_ThongBao_Messa
source: Delete process change possition successfully !
ja_jp: 職位転換の削除が正常に完了しました。
vi_vn: Xóa quá trình chuyển công tác thành công!

# frmEmployee_DeleteCV_ThongBao_Messa1
source: Delete process change possition error !
ja_jp: 職位転換の削除が失敗しました。
vi_vn: Xóa quá trình chuyển công tác thất bại!

# frmEmployee_DeleteCV_ThongBao_Title
source: Delete process change possition
ja_jp: 職位転換の削除
vi_vn: Xóa quá trình chuyển chức vụ

# frmEmployee_DeleteE_ThongBao_Messa
source: Delete salary develop successfully !
ja_jp: 給料変更状況の削除が正常に完了しました。
vi_vn: Xóa diễn biến lương thành công!

# frmEmployee_DeleteE_ThongBao_Messa1
source: Delete salary develop error !
ja_jp: 給料変更状況の削除が失敗しました。
vi_vn: Xóa diễn biến lương thất bại!

# frmEmployee_DeleteE_ThongBao_Title
source: Delete salary develop
ja_jp: 給料変更状況削除
vi_vn: Xóa diễn biến lương!

# frmEmployee_grpBasicSalary
source: Salary develop
ja_jp: 給与変更状況
vi_vn: Diễn biến lương

# frmEmployee_Loi_Messa
source: Input employee error !
ja_jp: 社員のデータの入力トラブル
vi_vn: Lỗi nhập dữ liệu nhân viên!

# frmEmployee_Loi_Messa1
source: Date of birth littler current day
ja_jp: 生年月日は必ず当日の前の日である。
vi_vn: Ngày sinh phải nhỏ hơn nhày hiện tại!

# frmEmployee_Loi_Messa2
source: Date of issue identity card littler than current day and greater than date of birth !
ja_jp: 身分証明書の受給日付は必ず生年月日の後の日で、当日の前の日である。
vi_vn: Ngày cấp CMND phải nhỏ hơn ngày hiện tại và lớn hơn ngày sinh!

# frmEmployee_Message1
source: Bạn chưa nhập tên nhân viên
ja_jp: 社員名がまだ入力されていませんでした

# frmEmployee_Message2
source: Bạn chưa nhập mã thẻ nhân viên
ja_jp: 社員コードがまだ入力されていませんでした

# frmEmployee_Message3
source: Ngày sinh phải trước ngày hiện tại
ja_jp: 生年月日は必ず当日の前の日です

# frmEmployee_Message4
source: Date of issue CMND phải nhỏ hơn ngày hiện tại và lớn hơn ngày sinh
ja_jp: 身分証明書の受給日付は必ず生年月日の後の日で、当日の前の日です
vi_vn: Ngày cấp CMND phải nhỏ hơn ngày hiện tại và lớn hơn ngày sinh

# frmEmployee_Message5
source: Social insurance phải nhỏ hơn ngày hiện tại và lớn hơn ngày sinh
ja_jp: 社会保険料納日は必ず生年月日の後の日で、当日の前の日です
vi_vn: Ngày đóng BHXH phải nhỏ hơn ngày hiện tại và lớn hơn ngày sinh

# frmEmployee_Message6
source: Ngày tuyển phải trước ngày làm việc chính thức
ja_jp: 採用日は必ず本採用日の前の日です

# frmEmployee_tbDepartment
source: Department-Position
ja_jp: 職場*職位
vi_vn: Bộ phận-chức vụ

# frmEmployee_tbDepartment_bntCancle
source: Leave
ja_jp: スキップ
vi_vn: Bỏ qua

# frmEmployee_tbDepartment_bntChangeDepartment
source: Change mission
ja_jp: 出向
vi_vn: Chuyển công tác

# frmEmployee_tbDepartment_bntClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmEmployee_tbDepartment_bntSave
source: Accept
ja_jp: はい
vi_vn: Đồng ý

# frmEmployee_tbDepartment_GroupBox2
source: Change position
ja_jp: 配置転換
vi_vn: Chuyển đổi bộ phận

# frmEmployee_tbDepartment_GroupBox4
source: Change department
ja_jp: 職位変更
vi_vn: Thay đổi chức vụ

# frmEmployee_tbDepartment_GroupBox4_bntChangePosition
source: Change positon
ja_jp: 職位転換
vi_vn: Chuyển chức vụ

# frmEmployee_tbDepartment_GroupBox4_lblGhiChu
source: Note
ja_jp: 備考
vi_vn: Ghi chú

# frmEmployee_tbDepartment_GroupBox4_lblQDS
source: Decide number
ja_jp: 決定番号
vi_vn: Quyết định số

# frmEmployee_tbDepartment_lblBoPhan
source: Deparment
ja_jp: 職場
vi_vn: Bộ phận

# frmEmployee_tbDepartment_lblChucVu
source: Position
ja_jp: 職位
vi_vn: Chức vụ

# frmEmployee_tbDepartment_lblGhiChu
source: Note
ja_jp: 備考
vi_vn: Ghi chú

# frmEmployee_tbDepartment_lblQDS
source: Decide number
ja_jp: 決定番号
vi_vn: Quyết định số

# frmEmployee_tbDepartment_lvwDeparrtmentHistory_NgayThayDoi
source: Date modify
ja_jp: 転換日
vi_vn: Ngày thay đổi

# frmEmployee_tbDepartment_lvwDeparrtmentHistory_Note
source: Note
ja_jp: 備考
vi_vn: Ghi chú

# frmEmployee_tbDepartment_lvwDeparrtmentHistory_QDS
source: Decide number
ja_jp: 決定番号
vi_vn: quyết định số

# frmEmployee_tbDepartment_lvwDeparrtmentHistory_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmEmployee_tbDepartment_lvwDeparrtmentHistory_TenBoPhan
source: Department Name
ja_jp: 部門名
vi_vn: Tên bộ phận

# frmEmployee_tbDepartment_lvwPostionHistory_NgayThayDoi
source: Date modify
ja_jp: 転換日
vi_vn: Ngày thay đổi

# frmEmployee_tbDepartment_lvwPostionHistory_Note
source: Note
ja_jp: 備考
vi_vn: Ghi chú

# frmEmployee_tbDepartment_lvwPostionHistory_QDS
source: Decide number
ja_jp: 決定番号
vi_vn: Quyết định số

# frmEmployee_tbDepartment_lvwPostionHistory_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmEmployee_tbDepartment_lvwPostionHistory_TenChucVu
source: Name position
ja_jp: 職位
vi_vn: Tên chức vụ

# frmEmployee_tbProfile
source: General Info
ja_jp: 一般情報
vi_vn: Thông tin chung

# frmEmployee_tbProfile_blCity
source: City
ja_jp: 県・都市
vi_vn: Tỉnh/Thành phố

# frmEmployee_tbProfile_blEmployeeName
source: Employee name
ja_jp: 社員名
vi_vn: Tên nhân viên
