Repository: ahbarome/HRMS_7Cua
Catalog: HRMS/CAI_DAT/Common/Lang/LangResource.*.resx
Languages: ja_jp, vi_vn

# frmRegWork_rptNonWork
source: Ngày nghỉ (HS2)
ja_jp: 休日

# frmRegWork_rptOverTime
source: Làm thêm (HS1)
ja_jp: 残業日

# frmRegWork_rptWork
source: Working day
ja_jp: 平日
vi_vn: Ngày làm việc

# frmRegWork_Text
source: Register working schedule
ja_jp: スケジュール登録
vi_vn: Đăng ký lịch làm việc

# frmRegWork_Up_Messa
source: Đăng ký thời gian làm việc thành công !
ja_jp: スケジュール登録が正常に完了しました

# frmRegWork_Up_Messa1
source: Đăng ký thời gian làm việc thất bại !
ja_jp: 勤務時間の登録が失敗しました

# frmRegWork_Up_Title
source: Đăng ký thời gian làm việc
ja_jp: 勤務時間登録

# frmRestSheet_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmRestSheet_btnDel
source: Delete
ja_jp: 削除
vi_vn: Xóa

# frmRestSheet_btnExcel
source: Export to Excel
ja_jp: Excelファイルへ出力
vi_vn: Xuất Excel

# frmRestSheet_btnGenerate
source: Sinh bảng thanh toán
ja_jp: 有給休暇日数買取表生成

# frmRestSheet_btnRefresh
source: Reload
ja_jp: 元に戻す
vi_vn: Nạp lại

# frmRestSheet_btnSearch
source: Search
ja_jp: 検索
vi_vn: Tìm kiếm

# frmRestSheet_btnUp
source: Update
ja_jp: 更新
vi_vn: Cập nhật

# frmRestSheet_Del_Messa
source: Bạn chưa chọn nhân viên nào để xóa !
ja_jp: 社員がまだ選択されていません

# frmRestSheet_Del_Messa1
source: Bạn có thật sự muốn xóa nhân viên này khỏi bảng thanh toán tiền phép ?
ja_jp: 確かに、この社員を有給休暇日数買取表より削除しますか？

# frmRestSheet_Del_Title
source: Delete nhân viên khỏi bảng thanh toán tiền phép
ja_jp: 有給休暇日数買取表より社員削除
vi_vn: Xóa nhân viên khỏi bảng thanh toán tiền phép

# frmRestSheet_groupbox1
source: Bảng thanh toán tiền phép chi tiết
ja_jp: 有給休暇日数買取詳細表

# frmRestSheet_grpDep
source: Deparment
ja_jp: 部門
vi_vn: Bộ phận

# frmRestSheet_grpMonth
source: Time
ja_jp: 時間
vi_vn: Thời gian

# frmRestSheet_lable2
source: Year
ja_jp: 時間
vi_vn: Năm

# frmRestSheet_lblTotalE
source: Total nhân viên :
ja_jp: 総人数
vi_vn: Tổng số nhân viên :

# frmRestSheet_lvwBoPhan
source: Deparment
ja_jp: 部課
vi_vn: Bộ phận

# frmRestSheet_lvwLuong
source: Lương cơ bản
ja_jp: 基本給料

# frmRestSheet_lvwMaTHe
source: Card ID
ja_jp: 社員コード
vi_vn: Mã thẻ

# frmRestSheet_lvwNKHD
source: NKHĐ
ja_jp: 契約締結日付

# frmRestSheet_lvwNPDH
source: NPĐH
ja_jp: 休暇日数

# frmRestSheet_lvwPhuCap
source: Phụ cấp
ja_jp: 手当

# frmRestSheet_lvwSNCL
source: SNCL
ja_jp: 残り日数

# frmRestSheet_lvwSTT
source: No.
ja_jp: 順序
vi_vn: STT

# frmRestSheet_lvwTenNV
source: Employee name
ja_jp: 氏名
vi_vn: Tên nhân viên

# frmRestSheet_lvwThanhTien
source: Thành tiền
ja_jp: 合計

# frmRestSheet_lvwTong
source: Tổng
ja_jp: 総日数

# frmRestSheet_Messa1
source: Bạn không thể nhập giá trị âm vào đây !
ja_jp: こちらにマイナス数値の入力がだめです

# frmRestSheet_Messa2
source: Dữ liệu bảng thanh toán tiền phép đã tồn tại. Bạn có thực sự muốn sinh lại bảng thanh toán tiền phép không ?
ja_jp: 有給休暇日数買取表のデータが既に入力されました。確かに、有給休暇日数買取表を再作成しますか？

# frmRestSheet_Messa3
source: Xuất dữ liệu bảng thanh toán tiền phép ra file Excel...
ja_jp: 有給休暇日数買取表のデータがExcelファイルへ出力されています

# frmRestSheet_Messa4
source: Có lỗi xảy ra khi xuất dữ liệu ra file Excel !
ja_jp: データがExcelファイルへ出力されているうちにトラブルが発生しました。

# frmRestSheet_Sinh_Messa
source: Sinh bảng thanh toán thành công !
ja_jp: 有給休暇日数買取表の作成が正常に完了しました

# frmRestSheet_Sinh_Messa1
source: Sinh bảng thanh toán thất bại !
ja_jp: 有給休暇日数買取表の作成が失敗しました。

# frmRestSheet_Sinh_Title
source: Sinh bảng thanh toán tiến phép
ja_jp: 有給休暇日数買取表の作成

# frmRestSheet_Text
source: Bảng thanh toán tiền phép
ja_jp: 有給休暇日数買取表

# frmRestSheet_txtSearch
source: Input keyworks
ja_jp: 元に戻す
vi_vn: Nhập chuỗi tìm kiếm

# frmRestSheet_Up_Messa
source: Cập nhật bảng thanh toán tiền phép thành công !
ja_jp: 有給休暇日数買取表の更新が正常に完了しました

# frmRestSheet_Up_Messa2
source: Cập nhật bảng thanh toán tiền phép thất bại !
ja_jp: 有給休暇日数買取表の更新が失敗しました。

# frmRestSheet_Up_Title
source: Cập nhật bảng thanh toán tiền phép !
ja_jp: 有給休暇日数買取表の更新

# frmSalary_btnCancle
source: Leave
ja_jp: (null)
vi_vn: Bỏ qua

# frmSalary_btnClose
source: Close
ja_jp: (null)
vi_vn: Đóng

# frmSalary_btnSave
source: Accept
ja_jp: (null)
vi_vn: Đồng ý

# frmSalary_grbNgayCong
source: Allowance
ja_jp: (null)
vi_vn: Phụ cấp

# frmSalary_grbNgayCong_label1
source: Responsibility allowance
ja_jp: (null)
vi_vn: Lương điều chỉnh

# frmSalary_grbNgayCong_label3
source: Harmful allowance
ja_jp: (null)
vi_vn: PC độc hại

# frmSalary_grbNgayCong_label4
source: Lunch allowance
ja_jp: (null)
vi_vn: PC tiền ăn

# frmSalary_grbThongTinChung
source: General Info
ja_jp: (null)
vi_vn: Thông tin chung

# frmSalary_grbThongTinChung_label23
source: workint day number
ja_jp: (null)
vi_vn: Số ngày công

# frmSalary_grbThongTinChung_lblEmployeeName
source: Full name
ja_jp: (null)
vi_vn: Họ và tên

# frmSalary_grbThongTinChung_lblSalary
source: Basic salary
ja_jp: (null)
vi_vn: Lương cơ bản

# frmSalary_groupbox1
source: Overtime
ja_jp: (null)
vi_vn: Làm thêm giờ

# frmSalary_groupbox1_label2
source: Coefficient 3
ja_jp: (null)
vi_vn: Hệ số 3

# frmSalary_groupbox1_label24
source: Coefficient 1
ja_jp: (null)
vi_vn: Hệ số 1

# frmSalary_groupbox1_label25
source: Coefficient 1,5
ja_jp: (null)
vi_vn: Hệ số 1,5

# frmSalary_groupbox1_label5
source: Sum overtime
ja_jp: (null)
vi_vn: Cộng làm thêm

# frmSalary_groupbox1_label6
source: Coefficient 2
ja_jp: (null)
vi_vn: Hệ số 2

# frmSalary_groupbox2
source: Các khoản khấu trừ
ja_jp: (null)

# frmSalary_groupbox2_label11
source: BHYT+BHXH
ja_jp: (null)

# frmSalary_groupbox2_label12
source: Thuế TNCN
ja_jp: (null)

# frmSalary_groupbox2_label13
source: besides
ja_jp: (null)
vi_vn: Ngoài ra

# frmSalary_groupbox3
source: Department list
ja_jp: (null)
vi_vn: Danh sách bộ phận

# frmSalary_Text
source: Input month salary
ja_jp: (null)
vi_vn: Nhập lương tháng

# frmSearch_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmSearch_Text
source: Search
ja_jp: 検索
vi_vn: Tìm kiếm

# frmSetting_bntBrown
source: Select...
ja_jp: 選択
vi_vn: Chọn...

# frmSetting_bntClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmSetting_bntOK
source: Accept
ja_jp: はい
vi_vn: Đồng ý

# frmSetting_Error1
source: Can't create file setting system !
ja_jp: システムコンフィグファイルが作成できません
vi_vn: Không thể tạo file cấu hình hệ thống!

# frmSetting_Error1_Title
source: Error
ja_jp: (null)
vi_vn: Lỗi

# frmSetting_Error2
source: Can't connect database. Please re input parameter configuration system !
ja_jp: データベースに接続できませんでした。システムコンフィグパラメータをもう一度入力してください。
vi_vn: Không thể kết nối được cơ sở dữ liệu. Hãy nhập lại thông số cấu hình hệ thống!

# frmSetting_GroupBox2
source: Select path
ja_jp: パス選択
vi_vn: Đường dẫn ảnh

# frmSetting_TabSetting_tbPicturePath
source: Picture path
ja_jp: イメージのパス
vi_vn: Thiết lập đường dẫn

# frmSetting_tabSetting_tbWorkingContext
source: Connection database
ja_jp: データ接続
vi_vn: Kết nối dữ liệu

# frmSetting_tblDataBase
source: Database name
ja_jp: データバース名
vi_vn: Tên cơ sở dữ liệu

# frmSetting_tblPassword
source: Password
ja_jp: パスワード
vi_vn: Mật khẩu

# frmSetting_tblServer
source: Server
ja_jp: サーバー
vi_vn: Máy chủ

# frmSetting_tblUserID
source: User Name
ja_jp: ログイン名
vi_vn: Tên đăng nhập

# frmSetting_Text
source: Setting system
ja_jp: システムコンフィグ
vi_vn: Cấu hình hệ thống

# frmSetting_ThongBao_Messa
source: Save setting system successfully !
ja_jp: システムコンフィグの保存が正常に完了しました
vi_vn: Lưu cấu hình hệ thống thành công

# frmSetting_ThongBao_Title
source: Save setting system
ja_jp: コンフィグ情報保存
vi_vn: Lưu cấu hình hệ thống

# frmShift_Add_Messa
source: Tên ca đã tồn tại trong hệ thống. Không thể thêm ca này !
ja_jp: この交替種類が既に登録されています。この交替種類が追加できません

# frmShift_Add_Messa1
source: Đã thêm ca thành công !
ja_jp: 交替勤務の追加が正常に完了しました

# frmShift_Add_Messa2
source: Có lỗi xảy ra !
ja_jp: トラブルが発生しました

# frmShift_Add_Title
source: Lỗi thêm ca
ja_jp: 交替勤務の追加のトラブル

# frmShift_btnDong
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmShift_btnUpdate
source: Accept
ja_jp: はい
vi_vn: Đồng ý

# frmShift_chkLateShift
source: Late Shift
ja_jp: 登録済遅く出勤
vi_vn: Ca đi muộn

# frmShift_groupbox1
source: Shift detail
ja_jp: 明細情報
vi_vn: Chi tiết ca

# frmShift_groupbox2
source: Shift Information
ja_jp: 交替勤務情報
vi_vn: Thông tin về ca

# frmShift_label1
source: Name
ja_jp: 交替種類
vi_vn: Tên ca

# frmShift_label12
source: Length of shift
ja_jp: 交替の勤務時間
vi_vn: Chiều dài ca

# frmShift_label13
source: Allow to start early
ja_jp: 許可早く出社時間
vi_vn: Đi sớm cho phép

# frmShift_label14
source: Start before shift
ja_jp: 早出時間
vi_vn: Làm thêm đầu ca

# frmShift_label2
source: Des.
ja_jp: 説明
vi_vn: Mô tả

# frmShift_label3
source: First hour of shift
ja_jp: 交替開始時刻
vi_vn: Giờ đầu ca

# frmShift_label4
source: Allow to stay late
ja_jp: 許可遅く退社時間
vi_vn: Về muộn cho phép

# frmShift_label5
source: Allow to finish early
ja_jp: 許可早く退社時間
vi_vn: Về sớm cho phép

# frmShift_label6
source: Start after shift
ja_jp: 残業時間
vi_vn: Làm thêm cuối ca

# frmShift_label7
source: Allow to start late
ja_jp: 許可遅く出社時間
vi_vn: Đi muộn cho phép

# frmShift_Text1
source: Define working shift
ja_jp: 交替勤務定義
vi_vn: Định nghĩa ca làm việc

# frmShift_Text2
source: Edit ca làm việc
ja_jp: 交替勤務修正
vi_vn: Sửa ca làm việc

# frmShift_Update_Messa
source: Bạn chưa nhập tên ca !
ja_jp: 交替種類がまだ入力されていません

# frmShift_Update_Messa1
source: Tên ca đã tồn tại trong hệ thống. Không thể cập nhật ca này !
ja_jp: この交替勤務名が既に登録されました。この交替勤務が更新できませんでした

# frmShift_Update_Messa2
source: Đã sửa ca thành công !
ja_jp: 交替勤務の修正が完了しました

# frmShift_Update_Messa3
source: Có lỗi xảy ra !
ja_jp: トラブルが発生しました

# frmShift_Update_Title
source: Lỗi cập nhật
ja_jp: 更新トラブル

# frmShift_Update_Title1
source: Thông báo
ja_jp: メッセージ

# frmSocialSheet_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmSocialSheet_btnDel
source: Delete
ja_jp: 削除
vi_vn: Xóa

# frmSocialSheet_btnExel
source: Export to Excel
ja_jp: Excelファイルへ出力
vi_vn: Xuất Excel

# frmSocialSheet_btnReport
source: Xuất báo cáo
ja_jp: レポート出力

# frmSocialSheet_btnSearch
source: Search
ja_jp: 検索
vi_vn: Tìm kiếm

# frmSocialSheet_btnSinh
source: Sinh bảng BHYT-BHXH
ja_jp: 健康保険表・社会保険表の作成

# frmSocialSheet_btnUp
source: Update
ja_jp: 更新
vi_vn: Cập nhật

# frmSocialSheet_CapNhat_Messa
source: Cập nhật bảng thanh toán BHXH thành công !
ja_jp: 社会保険料支払表の更新が正常に完了しました

# frmSocialSheet_CapNhat_Messa1
source: Cập nhật bảng thanh toán BHXH thất bại !
ja_jp: 社会保険料支払表のデータの更新が失敗しました

# frmSocialSheet_Excel_Messa
source: Xuất dữ liệu bảng thanh toán BHXH ra file Excel...
ja_jp: 社会保険料支払表のデータがExcelファイルへ出力されています

# frmSocialSheet_groupbox1
source: Time
ja_jp: 時間
vi_vn: Thời gian

# frmSocialSheet_groupbox2
source: Danh sách lao động
ja_jp: 労働者一覧

# frmSocialSheet_lable1
source: Từ ngày
ja_jp: 自

# frmSocialSheet_lable2
source: Đến ngày
ja_jp: 至

# frmSocialSheet_lvw_BoPhan
source: Deparment
ja_jp: 部門
vi_vn: Bộ phận

# frmSocialSheet_lvw_Luong
source: Lương cơ bản
ja_jp: 基本給料

# frmSocialSheet_lvw_LuyKe
source: Lũy kế từ đầu năm
ja_jp: 年始から累進的な日数

# frmSocialSheet_lvw_MaThe
source: Card ID
ja_jp: 社員コード
vi_vn: Mã thẻ

# frmSocialSheet_lvw_Note
source: Ghi chú
ja_jp: 備考

# frmSocialSheet_lvw_SNDX
source: Số ngày được xét
ja_jp: 認証日数

# frmSocialSheet_lvw_SoBHXH
source: Insurance ID
ja_jp: 社会保険帳番号
vi_vn: Số sổ BHXH

# frmSocialSheet_lvw_SoNN
source: Non-working days total
ja_jp: 当年休暇日数
vi_vn: Số ngày nghỉ

# frmSocialSheet_lvw_STDX
source: Số tiền được xét
ja_jp: 認証金額

# frmSocialSheet_lvw_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmSocialSheet_lvw_TenNV
source: Employee name
ja_jp: 社員名
vi_vn: Tên nhân viên

# frmSocialSheet_lvw_TGDBHXH
source: Thời gian đóng BHXH
ja_jp: 社会保険料納期間

# frmSocialSheet_lvw_TroCap
source: Tiền trợ cấp
ja_jp: 手当

# frmSocialSheet_Messa
source: Ngày chọn không hợp lệ !
ja_jp: 選択された曜日が形式正しいではありませんでした

# frmSocialSheet_Messa1
source: Danh sách lao động được hưởng trợ cấp BHXH
ja_jp: 社会保険料手当て受取り社員一覧

# frmSocialSheet_Sinh_Messa
source: Dữ liệu bảng thanh toán BHXH đã tồn tại. Bạn có muốn sinh lại không ?
ja_jp: 社会保険料支払表のデータが既に入力されました

# frmSocialSheet_Sinh_Messa1
source: Đang sinh bảng thanh toán BHXH, xin chờ trong giây lát...
ja_jp: 社会保険料支払表のデータが生成されています。ちょっとの間にお待ちください

# frmSocialSheet_Sinh_Messa2
source: Sinh bảng thanh toán BHXH thành công !
ja_jp: 社会保険料支払表の作成が正常に完了しました。

# frmSocialSheet_Sinh_Messa3
source: Sinh bảng thanh toán BHXH thất bại !
ja_jp: 社会保険料支払表の作成が失敗しました

# frmSocialSheet_Sinh_Title
source: Thông báo
ja_jp: メッセジー

# frmSocialSheet_Text
source: Quản lý bảo hiểm xã hội
ja_jp: 社会保険管理

# frmSocialSheet_Xoa_Messa
source: Bạn chưa chọn nhân viên nào để xóa !
ja_jp: 社員がまだ選択されていません

# frmSocialSheet_Xoa_Messa1
source: Bạn có thật sự muốn xóa nhân viên này khỏi bảng thanh toán tiền BHXH không ?
ja_jp: 確かに、この社員を社会保険料支払い表より削除しますか？

# frmStatusOptions_bntClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmStatusOptions_bntOK
source: Accept
ja_jp: はい
vi_vn: Đồng ý

# frmStatusOptions_grbOptions
source: Size status cell
ja_jp: 状況セル寸法
vi_vn: Kích thước ô trạng thái

# frmStatusOptions_grbOptions_lblChieuCao
source: hight
ja_jp: 縦
vi_vn: Chiều cao

# frmStatusOptions_grbOptions_lblChieurong
source: width
ja_jp: 横
vi_vn: Chiều rộng

# frmStatusOptions_grbOptions_SoTrangThai
source: Number status cell
ja_jp: 状況セル数
vi_vn: Số ô trạng thái

# frmStatusOptions_Text
source: Display option
ja_jp: 表示オプション
vi_vn: Tùy chọn hiển thị

# frmTimeSheet_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmTimeSheet_btnDelete
source: Delete
ja_jp: 削除
vi_vn: Xóa

# frmTimeSheet_btnRefesh
source: Reload
ja_jp: 元に戻す
vi_vn: Nạp lại

# frmTimeSheet_btnSearch
source: Search
ja_jp: 検索
vi_vn: Tìm kiếm

# frmTimeSheet_btnSinhBangChamCong
source: Create timekeeping table
ja_jp: 勤怠表作成
vi_vn: Sinh bảng chấm công

# frmTimeSheet_btnUpdate
source: Update
ja_jp: 更新
vi_vn: Cập nhật

# frmTimeSheet_btnXuatExcel
source: Export to Excel
ja_jp: Excelファイルに出力
vi_vn: Xuất Excel

# frmTimeSheet_DeleteE_Messa
source: Please employee in employee list !
ja_jp: リスト内社員がまだ選択されていません
vi_vn: Bạn chưa chọn nhân viên nào trong danh sách!

# frmTimeSheet_DeleteE_Messa1
source: Are you sure delete this user in time sheet ?
ja_jp: 確かにこの社員を勤怠表より削除しますか？
vi_vn: Bạn có thật sự muốn xóa nhân viên này khỏi bảng chấm công?

# frmTimeSheet_DeleteE_Title
source: Delete empleyee in time sheet
ja_jp: 勤怠表より社員の削除
vi_vn: Xóa nhân viên khỏi bảng chấm công

# frmTimeSheet_frmmessa
source: Generate data time sheet.Please waiting in moment...
ja_jp: 勤怠表データが作成されています。ちょっとの間にお待ちください
vi_vn: Đang sinh dữ liệu bảng chấm công.Xin chờ trong giây lát...

# frmTimeSheet_grbDepartment
source: Deparment
ja_jp: 部課
vi_vn: Bộ phận

# frmTimeSheet_grbMonth
source: Time
ja_jp: 時間
vi_vn: Thời gian

# frmTimeSheet_grbMonth_lable1
source: Month
ja_jp: 月
vi_vn: Tháng

# frmTimeSheet_grbMonth_lable2
source: Year
ja_jp: 年
vi_vn: Năm

# frmTimeSheet_groupbox1
source: Detail timekeeping monthly report
ja_jp: 当月勤怠明細表
vi_vn: Bảng chấm công chi tiết tháng

# frmTimeSheet_lblTongNV
source: Total number of employee
ja_jp: 社員総数
vi_vn: Tổng số nhân viên:

# frmTimeSheet_lvwTimeSheet_BoPhan
source: Deparment
ja_jp: 部課
vi_vn: Bộ phận

# frmTimeSheet_lvwTimeSheet_HoTen
source: Full name
ja_jp: 氏名
vi_vn: Họ tên

# frmTimeSheet_lvwTimeSheet_HS1.5
source: HS1.5
ja_jp: (null)

# frmTimeSheet_lvwTimeSheet_HS2
source: HS2
ja_jp: (null)

# frmTimeSheet_lvwTimeSheet_HS3
source: HS3
ja_jp: (null)

# frmTimeSheet_lvwTimeSheet_LTHS1
source: LTHS1
ja_jp: (null)

# frmTimeSheet_lvwTimeSheet_MaTHe
source: Card ID
ja_jp: 社員コード
vi_vn: Mã thẻ

# frmTimeSheet_lvwTimeSheet_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmTimeSheet_lvwTimeSheet_Tong
source: Sum
ja_jp: 出勤総日数
vi_vn: Tổng

# frmTimeSheet_sinh
source: Data time sheet is exists. Do you want re-generate time sheet ?
ja_jp: 当月の勤怠表のデータが存在しています。確かに勤怠表をもう一度作成しますか？
vi_vn: Dữ liệu bảng chấm công trong tháng đã tồn tại, bạn có thực sự muốn sinh lại bảng chấm công?

# frmTimeSheet_SinhBang_Messa
source: Generate time sheet successfully !
ja_jp: 勤怠表の作成が完了しました
vi_vn: Sinh bảng chấm công thành công!

# frmTimeSheet_SinhBang_Messa1
source: Generate time sheet error !
ja_jp: 勤怠表の作成が失敗しました
vi_vn: Sinh bảng chấm công thất bại!

# frmTimeSheet_SinhBang_Messa2
source: This department isn't time-working registed. Can't generate time sheet for this department !
ja_jp: この部門の勤務時間が登録されていないので、この部門の勤怠表を作成できませんでした
vi_vn: Bộ phận này chưa được dăng ký thời gian làm việc. Không thể sinh bảng chấm công cho bộ phận này!

# frmTimeSheet_SinhBang_Messa3
source: Data time sheet is existed. Do you want re-generate time sheet ?
ja_jp: 当月の勤怠表のデータが存在しています。確かに勤怠表をもう一度作成しますか？
vi_vn: Dữ liệu sinh bảng chấm công trong tháng đã tồn tại, bạn có thực sự muốn sinh lại bảng chấm công?

# frmTimeSheet_SinhBang_Title
source: Create timekeeping table
ja_jp: 勤怠表作成
vi_vn: Sinh bảng chấm công

# frmTimeSheet_Text
source: Time sheet month detail
ja_jp: 月次勤怠詳細表
vi_vn: Bảng chấm công chi tiết tháng!

# frmTimeSheet_txtSearch
source: Input keyworks
ja_jp: 検索したい情報入力
vi_vn: Nhập chuỗi tìm kiếm

# frmTimeSheet_UpDate_Messa
source: Update time sheet successfully !
ja_jp: 勤怠表の更新が正常に完了しました！
vi_vn: Cập nhật bảng chấm công thành công!

# frmTimeSheet_UpDate_Messa1
source: Update time sheet error !
ja_jp: 勤怠表の更新が失敗しました
vi_vn: Cập nhật bảng chấm công thất bại!

# frmTimeSheet_UpDate_Title
source: Update time sheet
ja_jp: 勤怠表の更新
vi_vn: Cập nhật bảng chấm công

# frmTimeSheet_XuatExcel_Erroe_Messa
source: Export data to file Excel error !
ja_jp: Excelファイルにデータを出力しているいちにトラブルが発生しました
vi_vn: Có lỗi xảy ra khi xuất dữ liệu ra file Excel!

# frmTimeSheet_XuatExcel_Erroe_Title
source: Export to Excel
ja_jp: Excelファイルに出力
vi_vn: Xuất Excel

# frmTimeSheet_XuatExcel_ThongBao
source: Export data time sheet to file Excel...
ja_jp: Excelファイルに出力しています
vi_vn: Xuất dữ liệu bảng chấm công ra file Excel...

# frmUser_Add_ThongBao_Messa
source: Add user successfully !
ja_jp: ユーザーの追加が正常に完了しました
vi_vn: Thêm người dùng thành công!

# frmUser_Add_ThongBao_Messa1
source: Username exists in system !
ja_jp: このログイン名が既に記録されています
vi_vn: Tên đăng nhập này đã tồn tại trong hệ thống!

# frmUser_Add_ThongBao_Messa2
source: Add user error !
ja_jp: ユーザーの追加が失敗しました
vi_vn: Thêm người dùng thất bại!

# frmUser_Add_ThongBao_Messa3
source: Please select username !
ja_jp: 社員名がまだ選択されていません
vi_vn: Bạn chưa chọn tên nhân viên!

# frmUser_Add_ThongBao_Messa4
source: Please select group for user !
ja_jp: ユーザーのグループがまだ選択されていません
vi_vn: Bạn chưa chọn nhóm cho người dùng!

# frmUser_Add_ThongBao_Title
source: Add new user
ja_jp: 新ユーザー追加
vi_vn: Thêm người dùng mới

# frmUser_CapNhat_Loi_Messa
source: Please input username !
ja_jp: ユーザー名がまだ入力されていません
vi_vn: Bạn chưa nhập tên người dùng!

# frmUser_CapNhat_Loi_Title
source: Update user
ja_jp: ユーザー更新
vi_vn: Cập nhật người dùng

# frmUser_cmdCancel
source: Cancel
ja_jp: キャンセル
vi_vn: Hủy bỏ

# frmUser_cmdOK
source: Accept
ja_jp: はい
vi_vn: Đồng ý

# frmUser_DelUser_Loi_Messa
source: Please select user
ja_jp: ユーザーがまだ選択されていません!
vi_vn: Bạn chưa chọn người dùng nào

# frmUser_DeLUser_Loi_Title
source: Delete user
ja_jp: ユーザー削除
vi_vn: Xóa người dùng

# frmUser_DelUser_ThongBao1_Messa
source: Do you want delete this user ?
ja_jp: 確かにこのユーザーを削除したいですか？
vi_vn: Bạn có thực sự muốn xóa người dùng này?

# frmUser_DelUser_ThongBao1_Title
source: Delete user
ja_jp: ユーザー削除
vi_vn: Xóa người dùng

# frmUser_DelUser_ThongBao2_Messa
source: Delete user successfully !
ja_jp: ユーザーの削除が正常に完了しました
vi_vn: Xóa người dùng thành công

# frmUser_GroupBox1
source: Information account
ja_jp: アカウント情報
vi_vn: Thông tin tài khoản

# frmUser_lblMatKhau
source: New passwork
ja_jp: パスワード
vi_vn: Mật khẩu mới

# frmUser_lblTenDangNhap
source: User Name
ja_jp: ログイン名
vi_vn: Tên đăng nhập

# frmUser_lblTenNhanVien
source: Employee name
ja_jp: 社員名
vi_vn: Tên nhân viên

# frmUser_lblTenNhom
source: Group Name
ja_jp: グループ名
vi_vn: Tên nhóm

# frmUser_SuaNguoiDung_Loi_Messa
source: Please select user !
ja_jp: ユーザーがまだ選択されていません
vi_vn: Bạn chưa chọn người dùng nào

# frmUser_SuaNguoiDung_Loi_Title
source: Edit user
ja_jp: ユーザー修正
vi_vn: Sửa người dùng

# frmUser_SuaNguoiDung_ThongBao_Messa
source: Update user completed
ja_jp: ユーザーの更新が正常に完了しました!
vi_vn: Cập nhật người dùng thành công

# frmUser_SuaNguoiDung_ThongBao_Title
source: Edit user
ja_jp: ユーザー情報修正
vi_vn: Sửa người đùng

# frmUser_Text1
source: Edit information user
ja_jp: ユーザー情報修正
vi_vn: Sửa thông tin người dùng

# frmUser_Text2
source: Add new user
ja_jp: 新ユーザー追加
vi_vn: Thêm người dùng mới

# frmUser_Update_ThongBao_Messa
source: Update user successfully !
ja_jp: ユーザーの更新が正常に更新されました
vi_vn: Cập nhật người dùng thành công!

# frmUser_Update_ThongBao_Messa1
source: Update user error !
ja_jp: ユーザーの更新が失敗しました
vi_vn: Cập nhật người dùng thất bại!

# frmUser_Update_ThongBao_Title
source: Update user
ja_jp: ユーザー更新
vi_vn: Cập nhật người dùng

# frmUserAdmin_DeleteG_Error1
source: Delete group
ja_jp: グループ削除
vi_vn: Xóa nhóm

# frmUserAdmin_DeleteG_Error1_Title
source: Can't delete group admin !
ja_jp: Adminグループの削除ができません
vi_vn: Không thể xóa nhóm admin!

# frmUserAdmin_DeleteG_Error2_Title
source: Delete group error !
ja_jp: グループの削除の途中にトラブルが発生しました
vi_vn: Có lỗi xày ra trong khi xóa nhóm

# frmUserAdmin_DeleteU_Error1_Messa
source: Can't delete this user !
ja_jp: システムの全ユーザーの消し取りができません
vi_vn: Bạn không thể xóa hết người dùng trong hệ thống!

# frmUserAdmin_DeleteU_Error1_Title
source: Delete user
ja_jp: ユーザー削除
vi_vn: Xóa người dùng

# frmUserAdmin_DeleteU_Error2_Messa
source: Can't delete admin !
ja_jp: Admin の削除ができません
vi_vn: Không thể xóa admin

# frmUserAdmin_DeleteU_Error3_Messa
source: Delete user error !
ja_jp: ユーザーの削除が失敗しました
vi_vn: Xóa người dùng thất bại!

# frmUserAdmin_Text
source: User management
ja_jp: ユーザー管理
vi_vn: Quản trị người dùng

# frmVersion_Close
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmVersion_text
source: Phiên bản chương trình
ja_jp: プログラムバジョンー

# Loi
source: Error
ja_jp: エラーメッセージ
vi_vn: Lỗi

# rpt_DSLD_BHXH
source: Danh sách lao động điều chỉnh mức nộp BHXH
ja_jp: 社会保険料金修正労働者一覧

# TXT_FORM2_00001
source: Ví dụ về thay đổi ngôn ngữ của Mdi children
ja_jp: Mdi の子供の変更の言語についてのサンプル

# TXT_FORM2_00002
source: Xin chào tất cả mọi người
ja_jp: こんにちは世界の皆

# TXT_FORM2_00003
source: exit
ja_jp: 端
vi_vn: Kết thúc

# TXT_LANGUAGE
source: Vietnamese
ja_jp: Japanese
vi_vn: Tiếng Việt

# TXT_MAIN_00001
source: Non-working days total
ja_jp: 邪魔イェぅ副後
vi_vn: Hệ thống quản lý nhân sự công ty

# TXT_MAIN_00002
source: Language
ja_jp: 言語
vi_vn: Ngôn ngữ

# TXT_MENU_00001
source: Test tiếng việt phát
ja_jp: test English

# XPtable
source: Không có dữ liệu...
ja_jp: データがありません...

# frmDayType_Add_ThongBao_Title1
source: Add kiểu ngày
vi_vn: Thêm kiểu ngày

# frmEmployee_tbProfile_blBangCap_Khong
source: None
vi_vn: Không

# frmEmployee_tbProfile_blTrinhDo_CaoDang
source: College
vi_vn: Cao đẳng

# frmEmployee_tbProfile_blTrinhDo_DaiHoc
source: University
vi_vn: Đại học

# frmEmployee_tbProfile_NhapDL_Loi_Messa1
source: Please input username !
vi_vn: Bạn chưa nhập tên nhân viên

# frmEmployee_tbProfile_NhapDL_Loi_Messa2
source: Please input cardid !
vi_vn: Bạn chưa nhập mã thẻ nhân viên

# frmEmployee_tbProfile_NhapDL_Loi_Title
source: Error input employee !
vi_vn: Lỗi nhập dữ liệu nhân viên

# frmEmployee_tbProfile_NhapDL_ThongBao_Messa
source: Add new employee successfully
vi_vn: Đã thêm nhân viên thành công

# frmEmployee_tbProfile_NhapDL_ThongBao_Title
source: Message
vi_vn: Thông báo

# frmListDayType_Text1
source: Non-Working day
vi_vn: Thống kê kiểu ngày nghỉ

# frmListEmployee_bntDelete2
source: Delete
vi_vn: Xóa

# frmListEmployee_tbProfile_lblQuocTich_VN
source: Viet Nam
vi_vn: Việt Nam

# frmListReport_FromDate2
source: Year
vi_vn: Năm

# frmMain_mmnuHuma_mnuThanhToanTienPhep
source: Rest pay...
vi_vn: Thanh toán tiền phép...

# frmRegRest_DK_Messa51
source: trong năm
vi_vn: Nhân viên này đã nghỉ hết số ngày phép trong năm

# frmShift_label8
source: Lunch time
vi_vn: Thời gian ăn trưa

# TXT_MENU_00002
source: Help
vi_vn: Trợ giúp

# TXT_MENU_00003
source: Exit
vi_vn: Thoát
