Repository: ahbarome/HRMS_7Cua
Catalog: HRMS/CAI_DAT/Common/Lang/LangResource.*.resx
Languages: ja_jp, vi_vn

# frmListEmployee_lvwEmployee_Phone
source: Phone number
ja_jp: 電話番号
vi_vn: Điện thoại

# frmListEmployee_lvwEmployee_PhuongXa
source: Precinct
ja_jp: 村
vi_vn: Phường/Xã

# frmListEmployee_lvwEmployee_Position
source: Post
ja_jp: 職位
vi_vn: Chức vụ

# frmListEmployee_lvwEmployee_QuanHuyen
source: District
ja_jp: 区
vi_vn: Quận/huyện

# frmListEmployee_lvwEmployee_SCMND
source: Personal ID
ja_jp: 身分証明書番号
vi_vn: Số CMND

# frmListEmployee_lvwEmployee_StartDate
source: Start date trial
ja_jp: 試用日
vi_vn: Ngày thử việc

# frmListEmployee_lvwEmployee_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmListEmployee_lvwEmployee_TenNhanVien
source: Employee name
ja_jp: 社員名
vi_vn: Tên nhân viên

# frmListEmployee_lvwEmployee_TrinhDo
source: Skinfull
ja_jp: レベル
vi_vn: Trình độ

# frmListEmployee_ThoiViec_ThongBao2_Messa
source: Do you want stop work this employee
ja_jp: 確かに 社員を退職させますか？
vi_vn: Bạn có thật sự cho thôi việc nhân viên này?

# frmListEmployee_ThoiViec_ThongBao2_Title
source: Message
ja_jp: メッセージ
vi_vn: Thông báo

# frmListEmployee_ThoiViec_ThongBao3_Messa
source: Employee stoped work successfully
ja_jp: この社員が退職されました
vi_vn: Nhân viên này đã được cho thôi việc!

# frmListEmployee_ThoiViec_ThongBao3_Title
source: Message
ja_jp: メッセージ
vi_vn: Thông báo

# frmListEmployee_TimKiem_ThongBao
source: Not to have employee
ja_jp: ありません
vi_vn: Không có nhân viên nào

# frmListEmployee_txtSearch
source: Input keyworks
ja_jp: 検索したい情報入力
vi_vn: Nhập chuỗi tìm kiếm

# frmListLeaveSchedule_btnAdd
source: Add
ja_jp: 追加
vi_vn: Thêm

# frmListLeaveSchedule_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmListLeaveSchedule_btnDelete
source: Delete
ja_jp: 削除
vi_vn: Xóa

# frmListLeaveSchedule_btnEdit
source: Edit
ja_jp: 修正
vi_vn: Sửa

# frmListLeaveSchedule_btnExcel
source: Export to Excel
ja_jp: Excelファイルに出力
vi_vn: Xuất Excel

# frmListLeaveSchedule_btnView
source: View
ja_jp: 照会
vi_vn: Xem

# frmListLeaveSchedule_lable1
source: Deparment
ja_jp: 部課
vi_vn: Bộ phận

# frmListLeaveSchedule_lable2
source: Từ ngày
ja_jp: 自

# frmListLeaveSchedule_lable3
source: Đến ngày
ja_jp: 至

# frmListLeaveSchedule_lvwLeave_BatDau
source: Bắt đầu
ja_jp: 開始時間

# frmListLeaveSchedule_lvwLeave_BoPhan
source: Deparment
ja_jp: 部課
vi_vn: Bộ phận

# frmListLeaveSchedule_lvwLeave_KetThuc
source: Kết thúc
ja_jp: 終了時間

# frmListLeaveSchedule_lvwLeave_MaTHe
source: Card ID
ja_jp: 社員コード
vi_vn: Mã thẻ

# frmListLeaveSchedule_lvwLeave_NDCV
source: Nội dung công việc
ja_jp: 業務内容

# frmListLeaveSchedule_lvwLeave_NoiCT
source: Nơi công tác
ja_jp: 出張場所

# frmListLeaveSchedule_lvwLeave_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmListLeaveSchedule_lvwLeave_TenNV
source: Employee name
ja_jp: 社員名
vi_vn: Tên nhân viên

# frmListLeaveSchedule_Messa1
source: Không hợp lệ. Ngày bắt đầu phải trước ngày kết thúc !
ja_jp: 形式正しいではありませんでした。開始時間は必ず終了時間の前です

# frmListLeaveSchedule_Messa2
source: Bạn chưa chọn nhân viên nào !
ja_jp: 社員がまだ選択されていません

# frmListLeaveSchedule_Messa2_Title1
source: Edit đăng ký công tác của nhân viên
ja_jp: 社員の出張登録の修正
vi_vn: Sửa đăng ký công tác của nhân viên

# frmListLeaveSchedule_Messa2_Title2
source: Delete đăng ký công tác của nhân viên
ja_jp: 社員の出張登録の削除
vi_vn: Xóa đăng ký công tác của nhân viên

# frmListLeaveSchedule_Messa3
source: Đang xuất dữ liệu ra file Excel...
ja_jp: 昼食データがExcelファイルに出力されています

# frmListLeaveSchedule_Messa4
source: Có lỗi xảy ra khi xuất dữ liệu ra file Excel !
ja_jp: データをExcelファイルへ出力している中にはトラブルが発生しました

# frmListLeaveSchedule_Messa4_Title
source: Export to Excel
ja_jp: Excelファイルに出力
vi_vn: Xuất Excel

# frmListLeaveSchedule_Messa5
source: Bạn có thực sự muốn xóa ?
ja_jp: 確かに削除ですか？

# frmListLeaveSchedule_Text
source: Danh sách nhân viên đi công tác
ja_jp: 出張社員一覧

# frmListLeaveSchedule_Thongbao_Title
source: Thông báo
ja_jp: メッセージ

# frmListLunch_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmListLunch_btnDelete
source: Delete
ja_jp: 削除
vi_vn: Xóa

# frmListLunch_btnExportExcel
source: Export to Excel
ja_jp: Excelファイルに出力
vi_vn: Xuất Excel

# frmListLunch_btnGenarate
source: Create lunch table
ja_jp: 昼食表作成
vi_vn: Sinh bảng ăn trưa

# frmListLunch_btnRefesh
source: Reload
ja_jp: 元に戻す
vi_vn: Nạp lại

# frmListLunch_btnSearch
source: Search
ja_jp: 検索
vi_vn: Tìm kiếm

# frmListLunch_btnSetLunch
source: Establish
ja_jp: 昼食設定
vi_vn: Thiết lập ăn trưa

# frmListLunch_btnUpdate
source: Update
ja_jp: 更新
vi_vn: Cập nhật

# frmListLunch_Delete_Messa1
source: Bạn chưa chọn nhân viên nào !
ja_jp: 社員がまだ選択されていません

# frmListLunch_Delete_Messa2
source: Bạn có thật sự muốn xóa nhân viên này khỏi bảng đăng ký ăn trưa ?
ja_jp: 確かに、この社員を昼食登録表より削除ですか？

# frmListLunch_Delete_Title
source: Delete nhân viên khỏi bảng đăng ký ăn trưa
ja_jp: 昼食登録表より社員削除
vi_vn: Xóa nhân viên khỏi bảng đăng ký ăn trưa

# frmListLunch_groupbox1
source: Monthly lunch list
ja_jp: 当月昼食リスト
vi_vn: Danh sách ăn trưa tháng

# frmListLunch_grpDepartment
source: Deparment
ja_jp: 部課
vi_vn: Bộ phận

# frmListLunch_grpMonth
source: Time
ja_jp: 時間
vi_vn: Thời gian

# frmListLunch_label1
source: Month
ja_jp: 月
vi_vn: Tháng

# frmListLunch_label2
source: Year
ja_jp: 年
vi_vn: Năm

# frmListLunch_lvwListLunch_MaThe
source: Card ID
ja_jp: 社員コード
vi_vn: Mã thẻ

# frmListLunch_lvwListLunch_PCAT
source: Allowance
ja_jp: 昼食手当
vi_vn: Trợ cấpAT

# frmListLunch_lvwListLunch_PCLT
source: Trợ cấpLT
ja_jp: 残業手当

# frmListLunch_lvwListLunch_Phong
source: Department
ja_jp: 部課
vi_vn: Phòng

# frmListLunch_lvwListLunch_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmListLunch_lvwListLunch_TenNV
source: Employee name
ja_jp: 社員名
vi_vn: Tên nhân viên

# frmListLunch_lvwListLunch_TongAT
source: Total
ja_jp: 昼食日計
vi_vn: Tổng AT

# frmListLunch_lvwListLunch_TongTC
source: Tổng TC
ja_jp: 手当合計

# frmListLunch_Messa1
source: Đang xuất dữ liệu bảng ăn trưa ra file Excel...
ja_jp: Excelファイルに出力しています

# frmListLunch_Messa2
source: Có lỗi xảy ra khi xuất dữ liệu ra file Excel !
ja_jp: データをExcelファイルへ出力している中にはトラブルが発生しました

# frmListLunch_Messa3
source: Export to Excel
ja_jp: Excelファイルに出力
vi_vn: Xuất Excel

# frmListLunch_Messa4
source: Quá trình sinh bảng ăn trưa sẽ mất một khoảng thời gian. Bạn có thực sự muốn thực hiện ?
ja_jp: 昼食表の作成には少し時間がかかります。本当に実行しますか？

# frmListLunch_Sinh_Messa1
source: Đang sinh dữ liệu ăn trưa...
ja_jp: 昼食データが作成されています...

# frmListLunch_Sinh_Messa2
source: Sinh bảng ăn trưa thành công !
ja_jp: 昼食表の作成が完了しました

# frmListLunch_Sinh_Messa3
source: Sinh bảng ăn trưa thất bại !
ja_jp: 昼食表の作成が失敗しました

# frmListLunch_Sinh_Title
source: Sinh bảng ăn trưa
ja_jp: 昼食表の作成

# frmListLunch_Text
source: Lunch summary
ja_jp: 昼食統合
vi_vn: Tổng kết ăn trưa

# frmListLunch_TextTitle
source: Total number of employee
ja_jp: 総人数
vi_vn: Tổng số nhân viên :

# frmListLunch_txtSearch
source: Input keyworks
ja_jp: 検索したい情報入力
vi_vn: Nhập chuỗi tìm kiếm

# frmListLunch_Update_Messa1
source: Cập nhật bảng ăn trưa thành công !
ja_jp: 昼食表の更新が正常に完了しました

# frmListLunch_Update_Messa2
source: Cập nhật bảng ăn trưa thất bại !
ja_jp: 昼食表の更新が失敗しました

# frmListLunch_Update_Title
source: Cập nhật bảng ăn trưa
ja_jp: 昼食表更新

# frmListPosition_bntAddNew
source: Add
ja_jp: 追加
vi_vn: Thêm mới

# frmListPosition_bntClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmListPosition_bntDelete
source: Delete
ja_jp: 削除
vi_vn: Xóa

# frmListPosition_bntUpDate
source: Edit
ja_jp: 修正
vi_vn: Sửa

# frmListPosition_CapNhat_ThongBao_Messa
source: Please select position !
ja_jp: 職位がまだ選択されていません。
vi_vn: Bạn chưa chọn chức vụ nào!

# frmListPosition_CapNhat_ThongBao_title
source: Update position
ja_jp: 職位の更新
vi_vn: Cập nhật chức vụ

# frmListPosition_Del_ThongBao_Messa
source: Please select department !
ja_jp: 削除したい職位がまだ選択されていません。
vi_vn: Chưa chọn chức vụ cần xóa!

# frmListPosition_Del_ThongBao_Messa1
source: Are you sure delete position ?
ja_jp: 確かに、「。。。」の職位を削除ですか？
vi_vn: Bạn có chắc muốn xóa chức vụ

# frmListPosition_Del_ThongBao_Messa2
source: Delete position successfully !
ja_jp: 職位の削除が正常に完了しました。
vi_vn: Xóa chức vụ thành công!

# frmListPosition_Del_ThongBao_Messa3
source: Delete position error. Have employee is assigned this possiton !
ja_jp: 職位の削除が失敗しました。既に、この職位を登録した社員があります。
vi_vn: Xóa chức vụ thất bại. Đã có nhân viên được gán chức vụ này!

# frmListPosition_Del_ThongBao_title
source: Delete position
ja_jp: 職位の削除
vi_vn: Xóa chức vụ

# frmListPosition_Delete_Error_Messa
source: Not select position to delete !
ja_jp: 削除したい職位がまだ選択されていません
vi_vn: Chưa chọn chức vụ cần xóa!

# frmListPosition_Delete_Error_Title
source: Message
ja_jp: メッセージ
vi_vn: Thông báo

# frmListPosition_Delete_ThongBao_Messa1
source: Are you sure delete this position ?
ja_jp: 確かに「 」職位を削除したいですか？
vi_vn: Bạn có chắc chắn muốn xóa chức vụ

# frmListPosition_Delete_ThongBao_Messa2
source: Delete position successfully
ja_jp: 職位の削除が完了しました
vi_vn: Xóa chức vụ thành công!

# frmListPosition_Delete_ThongBao_Title1
source: Delete position
ja_jp: 職位削除
vi_vn: Xóa chức vụ

# frmListPosition_Delete_ThongBao_Title2
source: Delete position
ja_jp: 職位削除
vi_vn: Xóa chức vụ

# frmListPosition_grpPosotionList
source: Position list
ja_jp: 職位リスト
vi_vn: Danh sách chức vụ

# frmListPosition_lvwPosition_MoTa
source: Description
ja_jp: 説明
vi_vn: Mô tả

# frmListPosition_lvwPosition_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmListPosition_lvwPosition_TenChucVu
source: Position name
ja_jp: 職位
vi_vn: Tên chức vụ

# frmListPosition_lvwPosition_TenVietTat
source: Abbreviate name
ja_jp: 省略名
vi_vn: Tên viết tắt

# frmListPosition_Text
source: Manage position
ja_jp: 職位管理
vi_vn: Quản lý chức vụ

# frmListPunish_btnAdd
source: Add
ja_jp: 追加
vi_vn: Thêm

# frmListPunish_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmListPunish_btnDelete
source: Delete
ja_jp: 削除
vi_vn: Xóa

# frmListPunish_btnExcel
source: Export to Excel
ja_jp: Excelファイルに出力
vi_vn: Xuất Excel

# frmListPunish_btnModifile
source: Edit
ja_jp: 更新
vi_vn: Sửa

# frmListPunish_btnView
source: Xem
ja_jp: 照会

# frmListPunish_groupbox1
source: Danh sách nhân viên bị phạt
ja_jp: 処罰される社員リスト

# frmListPunish_lable1
source: Từ ngày
ja_jp: 自

# frmListPunish_lable2
source: Đến ngày
ja_jp: 至

# frmListPunish_lable3
source: Department Name
ja_jp: 部門
vi_vn: Tên bộ phận

# frmListPunish_lvwListPunish_BoPhan
source: Department Name
ja_jp: 部課
vi_vn: Tên bộ phận

# frmListPunish_lvwListPunish_HinhThucPhat
source: Hình thức phạt
ja_jp: 処罰形式

# frmListPunish_lvwListPunish_HoTen
source: Employee name
ja_jp: 社員名
vi_vn: Tên nhân viên

# frmListPunish_lvwListPunish_LyDo
source: Lý do phạt
ja_jp: 処罰理由

# frmListPunish_lvwListPunish_MaThe
source: Card ID
ja_jp: 社員コード
vi_vn: Mã thẻ

# frmListPunish_lvwListPunish_NgayLamViec
source: Working day
ja_jp: 日付
vi_vn: Ngày làm việc

# frmListPunish_lvwListPunish_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmListPunish_Messa_Title
source: Thông báo
ja_jp: メッセージ

# frmListPunish_messa1
source: Đang xuất dữ liệu bảng nhân viên bị phạt thẻ ra file Excel...
ja_jp: 処罰される社員リストのデータがExcelファイルへ出力されています...

# frmListPunish_Messa2
source: Ngày bắt đầu phải trước ngày kết thúc!
ja_jp: 開始日は必ず完了日の前です

# frmListPunish_Sua_Messa
source: Không có nhân viên nào được chọn
ja_jp: 社員が選択されていません

# frmListPunish_Text1
source: Danh sách nhân viên bị phạt
ja_jp: 処罰される社員リスト

# frmListPunish_Xoa_Messa
source: Bạn có chắc muốn xóa?
ja_jp: 確かに削除したいですか

# frmListPunish_Xoa_Messa1
source: Bạn chưa chọn nhân viên cần xóa!
ja_jp: 削除したい社員が選択されていません

# frmListPunish_Xoa_Messa2
source: Delete thành công khỏi cơ sở dữ liệu!
ja_jp: データベースより完全に削除されました
vi_vn: Xóa thành công khỏi cơ sở dữ liệu!

# frmListPunish_Xoa_Messa3
source: Không thể xóa khỏi cơ sở dữ liệu!
ja_jp: データベースより削除できませんでした

# frmListRegRest_btnAdd
source: Add
ja_jp: 追加
vi_vn: Thêm

# frmListRegRest_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmListRegRest_btnDelete
source: Delete
ja_jp: 削除
vi_vn: Xóa

# frmListRegRest_btnEdit
source: Edit
ja_jp: 修正
vi_vn: Sửa

# frmListRegRest_btnExcel
source: Export to Excel
ja_jp: Excel ファイルに出力
vi_vn: Xuất Excel

# frmListRegRest_btnView
source: Xem
ja_jp: 照会

# frmListRegRest_Delete_Title
source: Delete đăng ký nghỉ của nhân viên
ja_jp: 社員の休暇登録の削除
vi_vn: Xóa đăng ký nghỉ của nhân viên

# frmListRegRest_Edit_Title
source: Edit đăng ký nghỉ của nhân viên
ja_jp: 社員の休暇登録の修正
vi_vn: Sửa đăng ký nghỉ của nhân viên

# frmListRegRest_groupbox1
source: List of left workers
ja_jp: 休暇社員リスト
vi_vn: Danh sách nhân viên nghỉ

# frmListRegRest_lable1
source: Từ ngày
ja_jp: 自

# frmListRegRest_lable2
source: Đến ngày
ja_jp: 至

# frmListRegRest_lable3
source: Deparment
ja_jp: 部課
vi_vn: Bộ phận

# frmListRegRest_lvwBoPhan
source: Bộ phân
ja_jp: 部課:

# frmListRegRest_lvwKieuNN
source: Kiểu ngày nghỉ
ja_jp: 休暇日種類

# frmListRegRest_lvwLD
source: Lý do nghỉ
ja_jp: 休暇理由

# frmListRegRest_lvwMeTHe
source: Card ID
ja_jp: 社員コード
vi_vn: Mã thẻ

# frmListRegRest_lvwNgayBD
source: Ngày bắt đầu
ja_jp: 開始日

# frmListRegRest_lvwNgayKT
source: Ngày kết thúc
ja_jp: 終了日

# frmListRegRest_lvwSTT
source: No.
ja_jp: 順序
vi_vn: STT

# frmListRegRest_lvwTenNV
source: Employee name
ja_jp: 社員名
vi_vn: Tên nhân viên

# frmListRegRest_Messa1
source: Bạn chọn khoảng thời gian không hợp lệ !
ja_jp: 選択された時間が形式正しいではありませんでした

# frmListRegRest_Messa2
source: Đang xuất dữ liệu bảng đăng ký nghỉ ra file Excel...
ja_jp: Excelファイルへ休暇登録表のデータが出力されています

# frmListRegRest_Text
source: List of left workers
ja_jp: 休暇社員リスト
vi_vn: Danh sách nhân viên nghỉ

# frmListReport_1
source: Báo cáo danh sách nhân viên theo phòng ban
ja_jp: 社員リスト報告

# frmListReport_10
source: Báo cáo chấm công chi tiết ngày
ja_jp: 日次勤怠明細報告

# frmListReport_11
source: Báo cáo chấm công chi tiết tháng
ja_jp: 月次勤怠明細報告

# frmListReport_12
source: Danh sách nhân viên không quẹt thẻ
ja_jp: カードをスキャンなし社員リスト

# frmListReport_13
source: Báo cáo tổng hợp nhân viên trong ngày
ja_jp: 当日社員総合報告

# frmListReport_14
source: Báo cáo tổng hợp nhân viên trong tháng
ja_jp: 当月社員総合報告

# frmListReport_15
source: Báo cáo tổng hợp nhân viên trong năm
ja_jp: 当年社員総合報告

# frmListReport_16
source: Bảng thanh toán lương tổng hợp
ja_jp: 給与清算総合報告

# frmListReport_17
source: Bảng thanh toán lương chi tiết nhân viên
ja_jp: 給与清算明細報告
vi_vn: Bảng thanh toán lương chi tiết

# frmListReport_18
source: Bảng tóm tắt lương nhân viên
ja_jp: 社員の給与総合表

# frmListReport_19
source: Bảng thanh toán lương theo phòng ban
ja_jp: 部課別の給与清算表

# frmListReport_2
source: List of left workers
ja_jp: 休暇社員リスト
vi_vn: Danh sách nhân viên nghỉ

# frmListReport_20
source: Danh sách nhân viên bị phạt
ja_jp: 処罰される社員リスト

# frmListReport_21
source: Báo cáo chi tiết của từng nhân viên trong tháng
ja_jp: 当月社員別の給与明細報告

# frmListReport_23
source: Danh sách xuất ăn làm thêm trong ngày
ja_jp: 残業リスト

# frmListReport_24
source: Danh sách xuất ăn làm thêm trong tháng
ja_jp: 残業リスト報告

# frmListReport_3
source: Bảng theo dõi ăn trưa
ja_jp: 昼食照会表

# frmListReport_4
source: Danh sách làm thêm giờ
ja_jp: 残業リスト

# frmListReport_5
source: Danh sách nhân viên đi công tác
ja_jp: 出張社員リスト

# frmListReport_51
source: Chọn ngày
ja_jp: 日選択

# frmListReport_52
source: Chọn tháng
ja_jp: 月選択

# frmListReport_53
source: Chọn năm
ja_jp: 年選択

# frmListReport_54
source: Ngày
ja_jp: 日

# frmListReport_55
source: Month
ja_jp: 月
vi_vn: Tháng

# frmListReport_56
source: Year
ja_jp: 年
vi_vn: Năm

# frmListReport_6
source: Theo dõi thay đổi phòng ban
ja_jp: 部課変更照会

# frmListReport_7
source: Theo dõi thay đổi chức vụ
ja_jp: 部課変更照会

# frmListReport_8
source: Diễn biến lương của nhân viên
ja_jp: 社員の給与変更状況

# frmListReport_9
source: Thanh toán tiền phép theo phòng ban
ja_jp: 部課別の残り年次有給休暇

# frmListReport_baocaochamcong
source: Báo cáo chấm công
ja_jp: 勤怠報告

# frmListReport_baocaoluong
source: Báo cáo lương
ja_jp: 給与報告

# frmListReport_baocaonhansu
source: Báo cáo nhân sự
ja_jp: 人事報告

# frmListReport_baocaothuongphat
source: Báo cáo thưởng phạt
ja_jp: 賞罰報告

# frmListReport_bhxh
source: Báo cáo thanh toán BHXH
ja_jp: 社会保険料支払報告

# frmListReport_bhxh1
source: Danh sách nhân viên phải nộp BHXH theo tháng
ja_jp: 月次社会保険料納必要社員一覧

# frmListReport_bhxh2
source: Danh sách nhân viên điều chỉnh BHXH
ja_jp: 社会保険料調整社員一覧

# frmListReport_btnExit
source: Exit
ja_jp: 完了
vi_vn: Thoát

# frmListReport_btnHelp
source: Help
ja_jp: ヘルプ
vi_vn: Xem lại báo cáo

# frmListReport_btnView
source: Xem
ja_jp: 照会

# frmListReport_btnView_thongBao
source: Bạn phải chọn một loại báo cáo chi tiết
ja_jp: 必ず一つの明細報告を選択しなければなりません

# frmListReport_btnView_thongBao_Title
source: Xem báo cáo
ja_jp: 報告照会

# frmListReport_Error_Messa1
source: Không tìm thấy đường dẫn của file báo cáo...
ja_jp: 報告ファイルのパスが検察されませんでした。

# frmListReport_Error_Messa2
source: Lỗi đọc file báo cáo
ja_jp: 報告ファイルの読込みトラブル

# frmListReport_Error_Messa3
source: Có lỗi xảy ra
ja_jp: トラブルが発生しました

# frmListReport_FromDate1
source: Chọn ngày
ja_jp: 日の選択

# frmListReport_groupbox1
source: Chọn thời gian
ja_jp: 期間選択

# frmListReport_groupbox1_lblFromDate
source: Từ ngày
ja_jp: 自

# frmListReport_groupbox1_lblToDate
source: Đến ngày
ja_jp: 至

# frmListReport_groupbox2
source: Nhóm báo cáo
ja_jp: 報告種類

# frmListReport_groupbox3
source: Báo cáo chi tiết
ja_jp: 明細報告

# frmListReport_grpPhamVi
source: Phạm vi
ja_jp: 範囲

# frmListReport_grpPhamVi_optGlobal
source: Toàn thể
ja_jp: 全て

# frmListReport_grpPhamVi_optLocal
source: Deparment
ja_jp: 部分
vi_vn: Bộ phận

# frmListReport_NVN
source: Thông tin chi tiết nhân viên
ja_jp: 社員の詳細情報

# frmListReport_SalaryPerEm
source: Bảng lương từng nhân viên
ja_jp: 給料明細票

# frmListReport_Text
source: Danh sách báo cáo
ja_jp: 報告リスト

# frmListReport_thongbao
source: Không thể đăng nhập vào cơ sở dữ liệu!
ja_jp: データベースにログインできませんでした。

# frmListReport_thongbao_Title
source: Thông báo
ja_jp: メッセジー

# frmListSalary_btnCapNhat
source: Update
ja_jp: 更新
vi_vn: Cập nhật

# frmListSalary_btnCapNhat_ThongBao
source: Update salary sheet of employees successfully !
ja_jp: 給与明細表の更新が完了しました
vi_vn: Cập nhật bảng lương nhân viên thành công!

# frmListSalary_btnCapNhat_ThongBao_Title
source: Update salary sheet
ja_jp: 給与明細表更新
vi_vn: Cập nhật bảng lương

# frmListSalary_btnCapNhat_ThongBao1
source: Update salary sheet of employees error !
ja_jp: 給与明細表の更新が失敗しました。
vi_vn: Cập nhật bảng lương nhân viên thất bại!

# frmListSalary_btnDong
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmListSalary_btnNapLai
source: Re-generate
ja_jp: 元に戻す
vi_vn: Nạp Lại

# frmListSalary_btnSearch
source: Search
ja_jp: 検索
vi_vn: Tìm kiếm

# frmListSalary_btnSinh_THongBao
source: Bộ phận này chưa có dữ liệu chấm công tháng. Bạn phải sinh bảng chấm công tháng trước khi sinh bảng lương.
ja_jp: この部門の当月勤怠データがまだありません。必ず当月給与明細表を作成する前に、当月勤怠表を作成しなければなりません。

# frmListSalary_btnSinh_THongBao_title
source: Generate salary sheet
ja_jp: 給与明細表作成
vi_vn: Sinh bảng lương tháng

# frmListSalary_btnSinh_THongBao1
source: Data month salary sheet is exists. Do you want re-generate salary sheet ?
ja_jp: 給与明細表のデータが入力されました。確かに、給与明細表を再作成しますか？
vi_vn: Dữ liệu bảng lương tháng đã tồn tại, bạn có thực sự muốn sinh lại bảng lương?

# frmListSalary_btnSinh_THongBao3
source: Generating data of salary sheet...
ja_jp: 給与明細表が作成されています
vi_vn: Đang sinh dữ liệu bảng lương...

# frmListSalary_btnSinh_THongBao4
source: Generate salary sheet successfully !
ja_jp: 給与明細表の作成が完了しました
vi_vn: Sinh bảng lương thành công!

# frmListSalary_btnSinh_THongBao5
source: Generate salary sheet error !
ja_jp: 給与明細表の作成が失敗しました。
vi_vn: Sinh bảng lương thất bại!

# frmListSalary_btnSinhbangLuong
source: Generate salary sheet
ja_jp: 給与明細表作成
vi_vn: Sinh bảng lương

# frmListSalary_btnXoa
source: Delete
ja_jp: 削除
vi_vn: Xóa

# frmListSalary_btnXoa_ThongBao
source: Please
ja_jp: リスト内の社員が選択されていません
vi_vn: Bạn chưa chọn nhân viên nào trong danh sách!

# frmListSalary_btnXoa_ThongBao_Title
source: Delete user from salary sheet
ja_jp: 給与明細表より社員削除
vi_vn: Xóa nhân viên khỏi bảng lương

# frmListSalary_btnXoa_ThongBao1
source: Do you want delete user from salary sheet ?
ja_jp: 確かにこの社員を削除したいですか？
vi_vn: Bạn có thực sự muốn xóa nhân viên này khỏi bảng lương?

# frmListSalary_btnXuatE_ThongBao
source: Export data of salary sheet to file Excel
ja_jp: Excelファイルに出力しています
vi_vn: Xuất dữ liệu bảng lương ra file Excel...

# frmListSalary_btnXuatE_ThongBao1
source: Export data of salary sheet to file Excel error !
ja_jp: Excelファイルにデータを出力しているいちにトラブルが発生しました。
vi_vn: Có lỗi xảy ra khi xuất dữ liệu ra file Excel!

# frmListSalary_btnXuatExcel
source: Export to Excel
ja_jp: Excelファイルに出力
vi_vn: Xuất Excel

# frmListSalary_groupbox1
source: Salary sheet month detail
ja_jp: 当月給与明細表
vi_vn: Bảng lương chi tiết tháng

# frmListSalary_grpDepartment
source: Deparment
ja_jp: 部門
vi_vn: Bộ phận

# frmListSalary_grpMonth
source: Time
ja_jp: 時間
vi_vn: Thời gian

# frmListSalary_grpMonth_lable1
source: Month
ja_jp: 月
vi_vn: Tháng

# frmListSalary_grpMonth_lable2
source: Year
ja_jp: 年
vi_vn: Năm

# frmListSalary_lblTongSoNV
source: Total employee
ja_jp: 総人数 :
vi_vn: Tổng NV:

# frmListSalary_lvwSalary_BH
source: Insurance
ja_jp: 保険料
vi_vn: Bảo hiểm

# frmListSalary_lvwSalary_BoPhan
source: Deparment
ja_jp: 部課
vi_vn: Bộ phận

# frmListSalary_lvwSalary_CKT
source: Non-Deduct
ja_jp: 未控除
vi_vn: Chưa KTrừ PC AT

# frmListSalary_lvwSalary_CongKhac
source: Sum defferent
ja_jp: 他とプラス
vi_vn: Cộng khác

# frmListSalary_lvwSalary_ConglamThem
source: Sum overtime
ja_jp: 残業とプラス
vi_vn: Cộng LT

# frmListSalary_lvwSalary_HoTen
source: Full name
ja_jp: 氏名
vi_vn: Họ Tên

# frmListSalary_lvwSalary_HS1.5
source: HS 1,5
ja_jp: 給料区分1.5

# frmListSalary_lvwSalary_HS2
source: HS 2
ja_jp: 給料区分2

# frmListSalary_lvwSalary_HS3
source: HS 3
ja_jp: 給料区分3

# frmListSalary_lvwSalary_KhauTruKhac
source: Deduct defferent
ja_jp: 他の控除
vi_vn: K.Trừ khác

# frmListSalary_lvwSalary_KTAT
source: K.trừ AT
ja_jp: 昼食差引き

# frmListSalary_lvwSalary_LCB
source: Basic salary
ja_jp: 基本給料
vi_vn: Lương CB

# frmListSalary_lvwSalary_LTHS1
source: LTHS1
ja_jp: 給料区分１

# frmListSalary_lvwSalary_MaThe
source: Card ID
ja_jp: 社員コード
vi_vn: Mã thẻ

# frmListSalary_lvwSalary_PCAT
source: Lunch allowance
ja_jp: 昼食手当
vi_vn: Ăn trưa

# frmListSalary_lvwSalary_PCDH
source: Harmful allowance
ja_jp: 毒害手当
vi_vn: Chức vụ

# frmListSalary_lvwSalary_PCTN
source: Responsibility allowance
ja_jp: 職位手当
vi_vn: Nghề nghiệp

# frmListSalary_lvwSalary_SoCong
source: Salary number
ja_jp: 出勤日数
vi_vn: Số công

# frmListSalary_lvwSalary_STD
source: Amount(VND)
ja_jp: 合計（ベトナムドン
vi_vn: Số tiền đồng

# frmListSalary_lvwSalary_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmListSalary_lvwSalary_ThucLinh
source: Thực lĩnh
ja_jp: 実際受取り

# frmListSalary_lvwSalary_Thue
source: Tax
ja_jp: 税金
vi_vn: Thuế

# frmListSalary_Text
source: Employee salary statistics
ja_jp: 当月給与明細表
vi_vn: Thống kê lương nhân viên

# frmListSalary_txtSearch
source: Input keyworks
ja_jp: 検索したい情報入力
vi_vn: Nhập chuỗi tìm kiếm

# frmListShift_btnAdd
source: Add
ja_jp: 追加
vi_vn: Thêm

# frmListShift_btnClose
source: Close
ja_jp: 閉じる
vi_vn: Đóng

# frmListShift_btnDelete
source: Delete
ja_jp: 削除
vi_vn: Xóa

# frmListShift_btnEdit
source: Edit
ja_jp: 修正
vi_vn: Sửa

# frmListShift_Del_Messa
source: Bạn chưa chọn ca cần xóa !
ja_jp: 該当の交替勤務がまだ選択されていません

# frmListShift_Del_Messa1
source: Bạn có chắc muốn xóa ca này ?
ja_jp: 確かにこの交替勤務を削除したいですか

# frmListShift_Del_Messa2
source: Bạn chưa chọn ca nào !
ja_jp: 交替勤務が選択されていませんでした

# frmListShift_Del_Messa3
source: Ca đã được xóa khỏi cơ sở dữ liệu !
ja_jp: 交替勤務がデータベースより完全に削除されました

# frmListShift_Del_Messa4
source: Không thể xóa ca khỏi cơ sở dữ liệu !
ja_jp: データベースより交替勤務が削除できません

# frmListShift_Del_Title
source: Delete ca
ja_jp: 交替勤務削除
vi_vn: Xóa ca

# frmListShift_Edit_Messa
source: Bạn chưa chọn ca cần sửa !
ja_jp: 該当の交替勤務がまだ選択されていません

# frmListShift_Edit_Title
source: Edit ca
ja_jp: 交替勤務修正
vi_vn: Sửa ca

# frmListShift_groupbox1
source: Danh sách ca
ja_jp: 交替勤務リスト

# frmListShift_lvw_ChieuDai
source: Length of shift
ja_jp: 交替の勤務時間
vi_vn: Chiều dài ca

# frmListShift_lvw_GioBD
source: Giờ bắt đầu
ja_jp: 開始時間

# frmListShift_lvw_MoTa
source: Des.
ja_jp: 説明
vi_vn: Mô tả

# frmListShift_lvw_STT
source: No.
ja_jp: 順序
vi_vn: STT

# frmListShift_lvw_TenCa
source: Name
ja_jp: 交替種類
vi_vn: Tên ca
